Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# terms_text12
source: . The purpose of the application is to help counteract the spread of the COVID-19 pandemic, to support the rapid exchange of information and to assess the risk of infection. You have the right to access your data, correct it, delete it, limit processing, object to processing and lodge a complaint to the supervisory authority. For more information, please consult the
pl: . Celem aplikacji jest wsparcie w przeciwdziałaniu rozprzestrzeniania się pandemii COVID-19, wsparcie szybkiej wymiany informacji oraz oceny ryzyka zarażenia. Masz prawo dostępu do swoich danych, ich poprawiania, usunięcia, ograniczenia przetwarzania, sprzeciwu wobec przetwarzania oraz wniesienia skargi do organu nadzorczego. Więcej informacji w
uk: . Метою додатку є підтримка у запобіганні поширенню пандемії COVID-19, підтримка швидкого обміну інформацією та оцінки ризику зараження. Ви маєте право отримати доступ до ваших даних, їх виправити, видалити, обмежити обробку, заперечувати проти їх обробки, а також подати скаргу до контролюючого органу. Більше інформації у

# terms_text13
source: Privacy Policy
pl: Polityce Prywatności
uk: Політиці конфіденційності

# regulations_text1
source: Terms & Conditions
pl: Regulamin
uk: Регламент

# regulations_content_text2
source: General provisions
pl: Postanowienia ogólne
uk: Загальні умови

# regulations_content_text3
source: These Terms & Conditions (hereinafter referred to as: "
pl: Niniejszy regulamin (zwany dalej: „
uk: Цей регламент (що далі іменується

# regulations_content_text4
source: Terms & Conditions
pl: Regulaminem
uk: «Регламент»

# regulations_content_text5
source: ") regulate the terms and conditions of using the STOP COVID - ProteGO Safe application (hereinafter referred to as: "STOP COVID - ProteGO Safe" or "Application").
pl: ”) normuje zasady i warunki korzystania z aplikacji STOP COVID - ProteGO Safe (zwanej dalej: „STOP COVID - ProteGO Safe” lub “Aplikacją”).
uk: регулюють умови використання Додатку STOP COVID - ProteGO Safe (що далі іменується: «Додаток STOP COVID - ProteGO Safe» або «Додаток»).

# regulations_content_text6
source: Before starting to use STOP COVID - ProteGO Safe, the User should accept the Terms & Conditions by checking the appropriate checkbox. The use of the Application is discontinued when the User removes STOP COVID - ProteGO Safe from the Device.
pl: Przed przystąpieniem do korzystania z STOP COVID - ProteGO Safe, Użytkownik powinien zaakceptować Regulamin poprzez zaznaczenie odpowiedniego checkboxa. Zaprzestanie korzystania z Aplikacji następuje z momentem usunięcia STOP COVID - ProteGO Safe przez Użytkownika z Urządzenia.
uk: Перш ніж почати користуватися Додатком STOP COVID - ProteGO Safe, Користувач повинен прийняти Регламент, відмітивши відповідне поле. Використання Додатку припиняється у момент видалення Користувачем Додатка STOP COVID - ProteGO Safe з Пристрою.

# regulations_content_text7
source: Definitions
pl: Definicje
uk: Визначення

# regulations_content_text8
source: Whenever the Terms & Conditions refer to:
pl: Ilekroć w Regulaminie mowa o:
uk: Наведені нижче терміни, що використовуються у Регламенті, мають такі значення:

# regulations_content_text10
source: - it is understood as the Chief Sanitary Inspector based in Warsaw, at ul. Targowa 65, 03–729 Warsaw. GIS determines the purposes and methods of processing information within STOP COVID - ProteGO Safe.
pl: - rozumie się przez to Głównego Inspektora Sanitarnego z siedzibą w Warszawie, ul. Targowa 65, 03–729 Warszawa. GIS ustala cele i sposoby przetwarzania informacji przez STOP COVID - ProteGO Safe.
uk: - Головний санітарний інспектор з місцезнаходженням у Варшаві за адресою: вул. Таргова 65, 03-729 Варшава (ul. Targowa 65, 03–729 Warszawa). GIS встановлює цілі та способи обробки інформації Додатком STOP COVID - ProteGO Safe.

# regulations_content_text12
source: - it is understood as the Minister of Digital Affairs based in Warsaw, at ul. Królewska 27, 00-060 Warsaw. Based on an agreement, MC supports GIS in the development and maintenance of STOP COVID - ProteGO Safe.
pl: - rozumie się przez to Ministra Cyfryzacji z siedzibą w Warszawie, ul. Królewska 27, 00 – 060 Warszawa. MC w oparciu o porozumienie wspiera GIS w rozwoju i utrzymaniu STOP COVID - ProteGO Safe.
uk: - Міністр інформатизації з місцезнаходженням у Варшаві за адресою: вул. Крулевська 27, 00-060 Варшава (ul. Królewska 27, 00 – 060 Warszawa). MC на підставі укладеної угоди підтримує GIS у розробці та утриманні додатка STOP COVID - ProteGO Safe.

# regulations_content_text13
source: Analytical Module
pl: Module Analitycznym
uk: Аналітичний модуль

# regulations_content_text14
source: - it is understood as the STOP COVID - ProteGO Safe functionality that enables saving, creating history and analysing the meeting of the User's Device with other Application Users' Devices. The Analytical Module is based on the Privacy-Preserving Contact Tracing API developed and made available by Google and Apple. The information generated by the Analytical Module along with the results of its work is stored locally on the Device for 14 days. Google and Apple in their documentation, which can be found here:
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe umożliwiająca zapisywanie, tworzenie historii oraz analizowanie spotkania Urządzenia Użytkownika z innymi Urządzeniami Użytkowników Aplikacji. Moduł Analityczny jest oparty o Privacy-Preserving Contact Tracing API wytworzone oraz udostępnione przez Google oraz Apple. Informacje generowane przez Moduł Analityczny wraz z wynikami jego pracy są przechowywane lokalnie na Urządzeniu przez 14 dni. Google oraz Apple w swojej dokumentacji, którą można odnaleźć tutaj:
uk: - функціональний модуль STOP COVID - ProteGO Safe, який дозволяє зберігати, створювати історію та аналізувати зустрічі Пристрою Користувача з Пристроями інших Користувачів Додатка. Аналітичний модуль базується на прикладному програмному інтерфейсі відстежування контактів з захистом конфіденційності, розробленому та наданому Google і Apple. Інформація, що генерується Аналітичним модулем, разом з результатами його роботи зберігається локально на Пристрої протягом 14 днів. Google та Apple у своїй документації, яку можна знайти тут:

# regulations_content_text17
source: Triage Module
pl: Module Triażu
uk: Модуль тріажу

# regulations_content_text18
source: - it is understood as the STOP COVID - ProteGO Safe functionality that allows the User to perform a self-assessment of the risk of exposure to infection
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe umożliwiająca wykonanie przez Użytkownika samooceny ryzyka narażenia na zakażenie
uk: - функціональний модуль Додатка STOP COVID - ProteGO Safe, що дозволяє Користувачеві виконати самостійну оцінку ризику зараження

# regulations_content_text19
source: , based on the WHO questionnaire. Information entered into the Triage Module are stored locally on the User's Device.
pl: , stworzona na podstawie kwestionariusza WHO. Informacje wprowadzane do Modułu Triażu są przechowywane lokalnie na Urządzeniu Użytkownika.
uk: , створений на основі опитувальника ВООЗ. Інформація, введена у Модуль тріажу, зберігаються локально на Пристрої Користувача.

# regulations_content_text20
source: Health Diary Module
pl: Module Dziennik Zdrowia
uk: Модулі «Журнал здоров'я»

# regulations_content_text21
source: - it is understood as the STOP COVID - ProteGO Safe notepad-like functionality, enabling the User to record information about their health. Information entered into the Health Diary Module are stored locally on the User's Device.
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe o charakterze notatnika umożliwiającą Użytkownikowi odnotowywanie informacji o swoim stanie zdrowia. Informacje wprowadzane do Modułu Dziennik Zdrowia są przechowywane lokalnie na Urządzeniu Użytkownika.
uk: - функціональний модуль Додатка STOP COVID - ProteGO Safe типу журналу, що дозволяє Користувачеві записувати інформацію про стан свого здоров’я. Інформація, введена в Модуль «Журнал здоров'я», зберігається локально на Пристрої Користувача.

# regulations_content_text22
source: Entities referred to in § 2 point1 and 2
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2
uk: Суб'єкти, описані у § 2 п. 1 і 2

# regulations_content_text23
source: - it is understood as MC and GIS acting jointly.
pl: - rozumie się przez to MC i GIS występujących oraz działających wspólnie.
uk: - MC і GIS, які діють спільно.

# regulations_content_text24
source: STOP COVID - ProteGO Safe or Application
pl: STOP COVID - ProteGO Safe lub Aplikacji
uk: Додаток STOP COVID - ProteGO Safe або Додаток

# regulations_content_text25
source: – it is understood as the STOP COVID - ProteGO Safe application, which includes the Analytical Module, the Triage Module and the Health Diary Module, and also supports the prophylaxis and prevention of infection, transmits important information related to the pandemic
pl: – rozumie się przez to aplikację STOP COVID - ProteGO Safe, która zawiera Moduł Analityczny, Moduł Triażu oraz Moduł Dziennik Zdrowia, a także wspiera w profilaktyce i zapobieganiu zarażeniem, przekazuje istotne informacje związane z pandemią
uk: - додаток STOP COVID - ProteGO Safe, що включає Аналітичний модуль, Модуль тріажу та Модуль «Щоденник здоров’я», а також підтримує профілактику та запобігання зараження та надає важливу інформацію, пов’язану з пандемією

# regulations_content_text26
source: Device
pl: Urządzeniu
uk: Пристрій

# regulations_content_text27
source: – it is understood as an electronic device through which the User gains access to STOP COVID - ProteGO Safe (tablet, smartphone, etc.) with an active Bluetooth module, Android 5.0 or higher with access to the Google Play store or with an iOS system in a version not lower than 13.5 with access to the AppStore. The Analytical Module will work only on Devices with Android 6.0 supporting BLE technology or higher, or with an iOS version 13.5 or newer.
pl: – rozumie się przez to elektroniczne urządzenie za pośrednictwem, którego Użytkownik uzyskuje dostęp do STOP COVID - ProteGO Safe (tablet, smartphone itp.) z aktywnym modułem Bluetooth, systemem Android 5.0 lub wyższym z dostępem do sklepu Google Play albo z systemem iOS w wersji nie niższej niż 13.5 z dostępem do sklepu AppStore. Moduł Analityczny będzie działał jedynie w Urządzeniach z systemem Android 6.0 wspierających technologię BLE lub wyższym albo z systemem iOS w wersji nie niższej niż 13.5.
uk: - електронний пристрій, за допомогою якого Користувач отримує доступ до Додатка STOP COVID - ProteGO Safe (планшет, смартфон тощо), з активним модулем Bluetooth, операційною системою Android 5.0 або новішої версії з доступом до магазину Google Play або з операційною системою iOS у версії не нижче 13.5 з доступом до AppStore. Аналітичний модуль функціонуватиме тільки на пристроях з ОС Android версії 6.0 або вище, які підтримують технологію BLE, або з iOS версії не нижче 13.5.

# regulations_content_text28
source: User
pl: Użytkowniku
uk: Користувач

# regulations_content_text29
source: – it is understood as a person with full legal capacity who, after accepting the Terms & Conditions and the Privacy Policy, uses STOP COVID - ProteGO Safe.
pl: - rozumie się przez to osobę posiadającą pełną zdolność do czynności prawnych, która po zaakceptowaniu Regulaminu i Polityki Prywatności korzysta z STOP COVID - ProteGO Safe.
uk: - фізична особа, яка має повну дієздатність, яка після прийняття Регламенту та Політики конфіденційності використовує Додаток STOP COVID - ProteGO Safe.

# regulations_content_text30
source: PIN Code
pl: Kod PIN
uk: ПІН-код

# regulations_content_text31
source: - it is understood as a randomly generated alphanumeric password active for half an hour provided to the User who is a Person Tested Positive by the consultant of the Contact Centre. The PIN Code may be entered into STOP COVID - ProteGO Safe in order to anonymously confirm that the Device belongs to a Person Tested Positive and initiate the process of transferring the Diagnostic Key to the STOP COVID - ProteGO Safe Server.
pl: - rozumie się przez to generowane losowo i aktywne przez pół godziny alfanumeryczne hasło przekazywane Użytkownikowi, który jest Osobą Chorą przez konsultanta Centrum Kontaktu. Kod PIN może być wprowadzony do STOP COVID - ProteGO Safe celem anonimowego potwierdzenia, że Urządzenie należy do Osoby Chorej i zainicjowania procesu przekazania Klucza Diagnostycznego do Serwera STOP COVID - ProteGO Safe.
uk: - випадковим чином згенерований і активний протягом півгодини буквено-цифровий пароль, що надається консультантом Контактного центру Користувачеві, який є Хворою особою. ПІН-код можна ввести у Додатку STOP COVID - ProteGO Safe, щоб анонімно підтвердити, що Пристрій належить Хворій особі, та ініціювати процес передачі Діагностичного ключа на сервер STOP COVID - ProteGO Safe.

# regulations_content_text32
source: Diagnostic Key
pl: Klucz Diagnostyczny
uk: Діагностичний ключ

# regulations_content_text33
source: - it is understood as a randomly generated, periodic and alphanumeric string of characters sent to the STOP COVID - ProteGO Safe Server, which contains anonymised information, initiating the process of analysis of exposure to infection
pl: - rozumie się przez to generowany losowo, okresowy i alfanumeryczny ciąg znaków przekazywany na Serwer STOP COVID - ProteGO Safe, który zawiera anonimowe informacje inicjujące proces analizy narażenia na zarażenie
uk: - випадковим чином згенерована тимчасова буквено-цифрова послідовність символів, що надсилається на Сервер STOP COVID - ProteGO Safe, який містить анонімізовані Персональні дані та ініціює процес аналізу ризику зараження

# regulations_content_text34
source: as part of the Analytical Module. The Diagnostic Key is transferred to the STOP COVID - ProteGO Safe Server after the Person Tested Positive enters the PIN Code into the Application.
pl: w ramach Modułu Analitycznego. Klucz Diagnostyczny jest przekazywany na Serwer STOP COVID - ProteGO Safe po wpisaniu do Aplikacji Kodu PIN przez Użytkownika będącego Osobą Chorą.
uk: в рамках Аналітичного модуля. Діагностичний ключ передається на Сервер STOP COVID - ProteGO Safe після того, як Користувач, який є Хворою особою, введе у Додатку ПІН-код.

# regulations_content_text35
source: Person Tested Positive
pl: Osoba Chora
uk: Хвора особа

# regulations_content_text36
source: - it is understood as a natural person with full legal capacity, who has been tested positive for the
pl: - rozumie się przez to osobę fizyczną, posiadającą pełną zdolność do czynności prawnych, która uzyskała pozytywny wynik testu na
uk: - фізична особа, яка має повну дієздатність, яка отримала позитивний результат тесту на

# regulations_content_text37
source: . The Person Tested Positive does not have to be a User.
pl: . Osoba Chora nie musi być Użytkownikiem.
uk: . Хвора особа не повинна бути Користувачем.

# regulations_content_text38
source: Contact Centre
pl: Centrum Kontaktu
uk: Контактний центр

# regulations_content_text39
source: - it is understood as the unit providing the test result by phone
pl: - rozumie się przez to jednostkę powiadamiającą telefonicznie o wyniku testu na
uk: - підрозділ, який повідомляє по телефону про результат тесту на

# regulations_content_text40
source: and transmitting the PIN Code to the Application Users and providing information related to
pl: oraz przekazującą Kod PIN Użytkownikom Aplikacji i udzielającą informacji związanych z
uk: та передає ПІН-код Користувачам Додатка і надає інформацію, пов’язану з

# regulations_content_text41
source: Terms & Conditions
pl: Regulaminie
uk: Регламент

# regulations_content_text42
source: – it is understood as this document that regulates the legal relationship between the User and the Entities referred to in § 2 paragraph 1 and 2 concluded at the moment the User submits a declaration of acceptance of the Terms & Conditions.
pl: – rozumie się niniejszy dokument, który reguluje stosunek prawny między Użytkownikiem a Podmiotami, o których mowa w § 2 ust. 1 i 2 zawierany z momentem złożenia przez Użytkownika oświadczenia o akceptacji Regulaminu.
uk: - цей документ, який регулює правові відносини між Користувачем та Суб'єктами, про які йдеться у § 2 п. 1 і 2, які виникають у момент надання Користувачем заяви про прийняття Регламенту.

# regulations_content_text43
source: STOP COVID - ProteGO Safe Server
pl: Serwerze STOP COVID - ProteGO Safe
uk: Сервер STOP COVID - ProteGO Safe

# regulations_content_text44
source: it is understood as the cloud infrastructure maintained by the National Cloud Operator, used to transmit the Diagnostic Key to Users' Devices. Diagnostic Keys are stored on the STOP COVID - ProteGO Safe Server in an encrypted form for 14 (fourteen) days.
pl: rozumie się przez to infrastrukturę chmurową utrzymywaną przez Operatora Chmury Krajowej służącą do przekazania Klucza Diagnostycznego do Urządzeń Użytkowników. Klucze Diagnostyczne są przechowywane na Serwerze STOP COVID - ProteGO Safe w postaci zaszyfrowanej przez 14 (czternaście) dni.
uk: - хмарна інфраструктура, що утримується Оператором державної хмари, яка використовується для передачі Діагностичного ключа на Пристрої Користувачів. Діагностичні ключі зберігаються на Сервері STOP COVID - ProteGO Safe у зашифрованій формі протягом 14 (чотирнадцяти) днів.

# regulations_content_text45
source: it is understood as the World Health Organization.
pl: rozumie się przez to Światową Organizację Zdrowia(World Health Organisation).
uk: - Всесвітня організація охорони здоров’я (World Health Organisation).

# regulations_content_text46
source: Application
pl: Aplikacja
uk: Додаток

# regulations_content_text47
source: Using the STOP COVID - ProteGO Safe Application is free of charge and includes the Analytical Module, the Triage Module and the Health Diary Module, as well as support in the prophylaxis and prevention of infection, together with relevant information related to the pandemic
pl: Korzystanie z Aplikacji STOP COVID - ProteGO Safe, jest bezpłatne i obejmuje swym zakresem Moduł Triażu, Moduł Analityczny, Moduł Dziennik Zdrowia, wsparcie w profilaktyce i zapobieganiu zarażeniu, informowanie o istotnych informacjach związanych z pandemią
uk: Використання Додатку STOP COVID - ProteGO Safe є безкоштовним і включає Модуль тріажу, Аналітичний модуль, Модуль «Щоденник здоров’я», підтримку у профілактиці та запобіганню зараження, надання важливої інформації, пов’язаної з пандемією,

# regulations_content_text48
source: and a reminder of safe behaviour and daily hygiene habits. STOP COVID - ProteGO Safe enables to determine risk factors for infection, create and keep a medical history, including existing diseases and current pharmacotherapy, as well as keep a prevention diary. STOP COVID - ProteGO Safe provides Users with information and the guidelines issued by WHO and GIS, but the information provided is not a medical consultation or health service (in particular medical or pharmaceutical one).
pl: oraz przypominacz bezpiecznych zachowań i nawyków codziennej higieny. W ramach STOP COVID - ProteGO Safe możliwe jest ustalenie czynników ryzyka infekcji, tworzenie i prowadzenie historii medycznej, istniejących schorzeń, aktualnej farmakoterapii oraz prowadzenie dziennika profilaktyki. STOP COVID - ProteGO Safe przekazuje Użytkownikom informacje i wytyczne WHO oraz GIS, ale przekazywane informacje nie mają charakteru konsultacji medycznej lub świadczenia zdrowotnego (w tym w szczególności medycznego lub farmaceutycznego).
uk: і нагадування про безпечну поведінку та навички щоденної гігієни. У Додатку STOP COVID - ProteGO Safe можна визначити фактори ризику зараження, створити та вести анамнез, реєструвати наявні захворювання, препарати, що приймаються на даний момент, та вести щоденник профілактики. Додаток STOP COVID - ProteGO Safe надає Користувачам інформацію та рекомендації ВООЗ та GIS, але надана інформація не має характер медичної консультації чи послуги з охорони здоров'я (зокрема, медичної чи фармацевтичної послуги).

# regulations_content_text49
source: Using the Analytical Module is voluntary. The Analytical Module is provided with the use of Bluetooth technology and requires the activation of the Bluetooth module in the Device, as well as, for Devices with the Android operating system, enabling the system option of recording exposure
pl: Moduł Analityczny ma charakter dobrowolny. Moduł Analityczny świadczony jest przy użyciu technologii Bluetooth i wymaga włączenia modułu Bluetooth w Urządzeniu, a także odpowiednio dla Urządzeń z systemem operacyjnym Android: włączenia systemowej opcji rejestrowania narażeniana
uk: Аналітичний модуль працює у добровільному порядку. Аналітичний модуль функціонує при використанні технології Bluetooth і вимагає активації модуля Bluetooth у Пристрої та, відповідно, для Пристроїв з операційною системою Android: увімкнення системної опції реєстрації ризику зараження

# regulations_content_text50
source: and granting consent for location (STOP COVID - ProteGO Safe does not use GPS data in the scope of the Bluetooth module), and for Devices with the iOS operating system: selecting the option Recording exposure to
pl: oraz udzielenia zgody na lokalizację (w zakresie modułu Bluetooth, STOP COVID - ProteGO Safe nie wykorzystuje danych GPS), a dla Urządzeń z systemem operacyjnym iOS: zaznaczenia opcji Rejestrowanie narażenia na
uk: та надання згоди на визначення локалізації (в межах модуля Bluetooth Додаток STOP COVID - ProteGO Safe не використовує даних GPS), а також для Пристроїв з операційною системою iOS: позначення опції Реєстрація ризику зараження

# regulations_content_text51
source: . In order to effectively use the full functionality of the Analytical Module, the Application should be left running in the background. The application running in the background will scan the environment in search of Devices of other Application Users, and it will also be scanned by other Devices. The Application User's Device saves the history of encountering other Devices on which the Application is installed. This information (history of devices encountered) remains on Users' Devices for 14 days.
pl: . W celu skutecznego korzystania z pełnej funkcjonalności Modułu Analitycznego należy pozostawić uruchomioną Aplikację w tle. Aplikacja uruchomiona w tle będzie skanować otoczenie w poszukiwaniu Urządzeń innych Użytkowników Aplikacji, jak również sama będzie podlegać skanowaniu przez inne Urządzenia. Urządzenie Użytkownika Aplikacji zapisuje historię spotykanych Urządzeń, na których jest zainstalowana Aplikacja. Informacje te (historia spotykanych Urządzeń) pozostają na Urządzeniach Użytkowników przez 14 dni.
uk: . Для ефективного використання повного функціоналу Аналітичного модуля слід запустити Додаток у фоновому режимі. Додаток, що працює у фоновому режимі, сканує навколишнє середовище у пошуках Пристроїв інших Користувачів Додатка, а також сам перевірятиметься іншими Пристроями. Пристрій Користувача Додатка зберігає історію виявлених поблизу Пристроїв, на яких встановлено Додаток. Ця інформація (історія виявлених поблизу Пристроїв) зберігається на Пристроях Користувачів протягом 14 днів.

# regulations_content_text52
source: The Contact Centre consultant, providing information about the infection by phone
pl: Konsultant Centrum Kontaktu przekazując telefonicznie informację o zarażeniu
uk: Консультант Контактного центру, надаючи по телефону інформацію про зараження
