Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# RETRY_BUTTON_TITLE
source: Retry
pl: Ponów
ru: Повторить
tr: Tekrar dene
uk: Повторити

# CANCEL_BUTTON_TITLE
source: Cancel
pl: Anuluj
ru: Отменить
tr: İptal
uk: Скасувати

# SKIP_BUTTON_TITLE
source: Skip
pl: Pomiń
ru: Пропустить
tr: Atla
uk: Пропустити

# SETTINGS_TITLE
source: Settings
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Налаштування

# COMMON_ERROR_ALERT_TITLE
source: Error
pl: Błąd
ru: Ошибка
tr: Hata
uk: Помилка

# UNKNOWN_ERROR_ALERT_MESSAGE
source: There was an unexpected error.
pl: Wystąpił nieoczekiwany błąd.
ru: Возникла неожиданная ошибка.
tr: Beklenmeyen bir hata oluştu.
uk: Виникла неочікувана помилка

# EN_MONITORING_OFF_ALERT_TITLE
source: Risk monitoring module
pl: Moduł monitorowania ryzyka
ru: Модуль отслеживания риска
tr: Risk denetimi modülü
uk: Модуль моніторування ризику

# EN_MONITORING_OFF_ALERT_MESSAGE
source: The risk monitoring module is disabled. Go to settings to enable it. After enabling it, the application will inform you if it detects the risk of contact with a person tested positive for COVID-19.
pl: Moduł monitorowania ryzyka jest wyłączony. Przejdź do ustawień, żeby go włączyć. Po włączeniu aplikacja poinformuje Cię jeżeli wykryje ryzyko kontaktu z osoba chora na COVID-19.
ru: Модуль отслеживания риска выключен. Перейдите в настройки, чтобы включить его. После включения приложение уведомит Вас об обнаружении риска контакта с лицом, заболевшим COVID-19.
tr: Risk denetimi modülü devre dışı. Etkinleştirmek için ayarlar menüsüne gidin. Etkinleştirdikten sonra uygulama, bir COVID-19 hastası ile temas riski tespit ettiğinde sizi bilgilendirecektir.
uk: Модуль моніторування ризику вимкнений. Перейдіть до налаштувань, аби увімкнути його. Після увімкнення Додаток повідомить вас, якщо виявить ризик контакту з особою, хворою на COVID-19.

# BT_MODULE_OFF_ALERT_TITLE
source: Bluetooth module
pl: Moduł Bluetooth
ru: Модуль Bluetooth
tr: Bluetooth modülü
uk: Модуль Bluetooth

# BT_MODULE_OFF_ALERT_MESSAGE
source: The Bluetooth module needed for the operation of the Risk Monitoring Module is disabled. Go to settings to enable it.
pl: Moduł bluetooth potrzebny do działania Modułu monitorowania ryzyka jest wyłączony. Przejdź do ustawień, aby go włączyć.
ru: Модуль Bluetooth, необходимый для работы Модуля отслеживания риска, отключен. Перейдите в настройки, чтобы включить его.
tr: Risk denetim modülünün çalışması için gereken Bluetooth modülü devre dışı bırakılmıştır. Etkinleştirmek için ayarlar menüsüne gidin.
uk: Модуль Bluetooth, необхідний для роботи Модуля моніторування ризику, вимкнений. Перейдіть до налаштувань, аби увімкнути його.

# APNS_OFF_ALERT_TITLE
source: Enable notifications
pl: Włącz powiadomienia
ru: Включить уведомления
tr: Bildirimleri etkinleştir
uk: Увімкнути сповіщення

# APNS_OFF_ALERT_MESSAGE
source: Your consent to receiving notifications is required in order for the application to function properly. Enable notifications and help STOP COVID - ProteGO Safe protect the health of us all.
pl: Do prawidłowego działania aplikacji potrzebna jest Twoja zgoda na wyświetlanie powiadomień. Włącz powiadomienia i pozwól STOP COVID - ProteGO Safe wspierać ochronę zdrowia każdego z nas.
ru: Для правильной работы приложения требуется ваше согласие на отображение уведомлений. Включите уведомления и разрешите приложению STOP COVID - ProteGO Safe защищать здоровье каждого из нас.
tr: Uygulamanın doğru çalışabilmesi için bildirimlere izin vermeniz gerekmektedir. Bildirimleri etkinleştirin ve STOP COVID - ProteGO Safe uygulamasının halk sağlığının korunması çabalarına destek olmasına izin verin.
uk: Щоб Додаток працював належним чином, потрібна ваша згода на відображення сповіщень. Увімкніть сповіщення і дозвольте Додатку STOP COVID - ProteGO Safe захистити здоров'я кожного з нас.

# button_cancel
source: Cancel
pl: Anuluj
uk: Скасувати

# button_edit
source: Edit
pl: Edytuj
uk: Редагувати

# country_name_ac
source: Ascension Island
pl: Wyspa Wniebowstąpienia
uk: Острів Вознесіння

# country_name_ad
source: Andorra
pl: Andora
uk: Андорра

# country_name_ae
source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie
uk: Об'єднані Арабські Емірати

# country_name_af
source: Afghanistan
pl: Afganistan
uk: Афганістан

# country_name_ag
source: Antigua and Barbuda
pl: Antigua i Barbuda
uk: Антигуа і Барбуда

# country_name_ai
source: Anguilla
uk: Ангілья

# country_name_al
source: Albania
uk: Албанія

# country_name_am
source: Armenia
uk: Вірменія

# country_name_ao
source: Angola
uk: Ангола

# country_name_aq
source: Antarctica
pl: Antarktyda
uk: Антарктида

# country_name_ar
source: Argentina
pl: Argentyna
uk: Аргентина

# country_name_as
source: American Samoa
pl: Samoa Amerykańskie
uk: Американське Самоа

# country_name_at
source: Austria
uk: Австрія

# country_name_au
source: Australia
uk: Австралія

# country_name_aw
source: Aruba
uk: Аруба

# country_name_ax
source: Aland Islands
pl: Wyspy Alandzkie
uk: Аландські Острови

# country_name_az
source: Azerbaijan
pl: Azerbejdżan
uk: Азербайджан

# country_name_ba
source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina
uk: Боснія і Герцеговина

# country_name_bb
source: Barbados
uk: Барбадос

# country_name_bd
source: Bangladesh
pl: Bangladesz
uk: Бангладеш

# country_name_be
source: Belgium
pl: Belgia
uk: Бельгія

# country_name_bf
source: Burkina Faso
uk: Буркіна-Фасо

# country_name_bg
source: Bulgaria
pl: Bułgaria
uk: Болгарія

# country_name_bh
source: Bahrain
pl: Bahrajn
uk: Бахрейн

# country_name_bi
source: Burundi
uk: Бурунді

# country_name_bj
source: Benin
uk: Бенін

# country_name_bl
source: Saint Barthelemy
pl: Saint-Barthélemy
uk: Сен-Бартелемі

# country_name_bm
source: Bermuda
pl: Bermudy
uk: Бермуди

# country_name_bn
source: Brunei
uk: Бруней

# country_name_bo
source: Bolivia
pl: Boliwia
uk: Болівія

# country_name_bq
source: Caribbean Netherlands
pl: Niderlandy Karaibskie
uk: Карибські Нідерланди

# country_name_br
source: Brazil
pl: Brazylia
uk: Бразилія

# country_name_bs
source: Bahamas
pl: Bahamy
uk: Багамські Острови

# country_name_bt
source: Bhutan
uk: Бутан

# country_name_bw
source: Botswana
uk: Ботсвана

# country_name_by
source: Belarus
pl: Białoruś
uk: Білорусь

# country_name_bz
source: Belize
uk: Беліз

# country_name_ca
source: Canada
pl: Kanada
uk: Канада

# country_name_cc
source: Cocos (Keeling) Islands
pl: Wyspy Kokosowe
uk: Кокосові Острови

# country_name_cd
source: Democratic Republic of Congo
pl: Demokratyczna Republika Konga
uk: Демократична Республіка Конго

# country_name_cf
source: Central African Republic
pl: Republika Środkowoafrykańska
uk: Центральноафриканська Республіка

# country_name_cg
source: Congo
pl: Kongo
uk: Конго

# country_name_ch
source: Switzerland
pl: Szwajcaria
uk: Швейцарія

# country_name_ci
source: Ivory Coast
pl: Wybrzeże Kości Słoniowej
uk: Республіка Кот-д'Івуар

# country_name_ck
source: Cook Islands
pl: Wyspy Cooka
uk: Острови Кука

# country_name_cl
source: Chile
uk: Чилі

# country_name_cm
source: Cameroon
pl: Kamerun
uk: Камерун

# country_name_cn
source: China
pl: Chiny
uk: Китай

# country_name_co
source: Colombia
pl: Kolumbia
uk: Колумбія

# country_name_cr
source: Costa Rica
pl: Kostaryka
uk: Коста-Рика

# country_name_cu
source: Cuba
pl: Kuba
uk: Куба

# country_name_cv
source: Cape Verde
pl: Republika Zielonego Przylądka
uk: Республіка Кабо-Верде

# country_name_cw
source: Curaçao
uk: Кюрасао

# country_name_cx
source: Christmas Island
pl: Wyspa Bożego Narodzenia
uk: Острів Різдва

# country_name_cy
source: Cyprus
pl: Cypr
uk: Кіпр

# country_name_cz
source: Czech Republic
pl: Czechy
uk: Чеська Республіка

# country_name_de
source: Germany
pl: Niemcy
uk: Німеччина

# country_name_dg
source: Diego Garcia
uk: Дієго Гарсія

# country_name_dj
source: Djibouti
pl: Dżibuti
uk: Джибуті

# country_name_dk
source: Denmark
pl: Dania
uk: Данія

# country_name_dm
source: Dominica
pl: Dominika
uk: Домініка

# country_name_do
source: Dominican Republic
pl: Dominikana
uk: Домініканська Республіка

# country_name_dz
source: Algeria
pl: Algieria
uk: Алжир

# country_name_ea
source: Ceuta and Melilla
pl: Ceuta i Melilla
uk: Сеута і Мелілья

# country_name_ec
source: Ecuador
pl: Ekwador
uk: Еквадор

# country_name_ee
source: Estonia
uk: Естонія

# country_name_eg
source: Egypt
pl: Egipt
uk: Єгипет

# country_name_eh
source: Western Sahara
pl: Sahara Zachodnia
uk: Західна Сахара

# country_name_er
source: Eritrea
pl: Erytrea
uk: Еритрея

# country_name_es
source: Spain
pl: Hiszpania
uk: Іспанія

# country_name_et
source: Ethiopia
pl: Etiopia
uk: Ефіопія

# country_name_fi
source: Finland
pl: Finlandia
uk: Фінляндія

# country_name_fj
source: Fiji
pl: Fidżi
uk: Фіджі

# country_name_fk
source: Falkland Islands
pl: Falklandy
uk: Фолклендські Острови

# country_name_fm
source: Micronesia
pl: Mikronezja
uk: Мікронезія

# country_name_fo
source: Faroe Islands
pl: Wyspy Owcze
uk: Фарерські Острови

# country_name_fr
source: France
pl: Francja
uk: Франція

# country_name_ga
source: Gabon
uk: Габон

# country_name_gb
source: United Kingdom
pl: Wielka Brytania
uk: Велика Британія

# country_name_gd
source: Grenada
uk: Гренада

# country_name_ge
source: Georgia
pl: Gruzja
uk: Грузія

# country_name_gf
source: French Guyana
pl: Gujana Francuska
uk: Французька Гвіана

# country_name_gg
source: Guernsey
uk: Гернсі

# country_name_gh
source: Ghana
uk: Гана

# country_name_gi
source: Gibraltar
uk: Гібралтар

# country_name_gl
source: Greenland
pl: Grenlandia
uk: Гренландія

# country_name_gm
source: Gambia
uk: Гамбія

# country_name_gn
source: Guinea
pl: Gwinea
uk: Гвінея

# country_name_gp
source: Guadeloupe
pl: Gwadelupa
uk: Гваделупа

# country_name_gq
source: Equatorial Guinea
pl: Gwinea Równikowa
uk: Екваторіальна Гвінея

# country_name_gr
source: Greece
pl: Grecja
uk: Греція

# country_name_gs
source: South Georgia and South Sandwich Islands
pl: Georgia Południowa i Sandwich Południowy
uk: Південна Джорджія та Південні Сандвічеві Острови

# country_name_gt
source: Guatemala
pl: Gwatemala
uk: Гватемала

# country_name_gu
source: Guam
uk: Гуам

# country_name_gw
source: Guinea-Bissau
pl: Gwinea Bissau
uk: Гвінея-Бісау

# country_name_gy
source: Guyana
pl: Gujana
uk: Ґвіана

# country_name_hk
source: Hong Kong (China)
pl: SRA Hongkong (Chiny)
uk: САР Гонконгу (Китай)

# country_name_hn
source: Honduras
uk: Гондурас

# country_name_hr
source: Croatia
pl: Chorwacja
uk: Хорватія

# country_name_ht
source: Haiti
uk: Гаїті

# country_name_hu
source: Hungary
pl: Węgry
uk: Угорщина

# country_name_ic
source: Canary Islands
pl: Wyspy Kanaryjskie
uk: Канарські Острови

# country_name_id
source: Indonesia
pl: Indonezja
uk: Індонезія

# country_name_ie
source: Ireland
pl: Irlandia
uk: Ірландія

# country_name_il
source: Israel
pl: Izrael
uk: Ізраїль

# country_name_im
source: Isle of Man
pl: Wyspa Man
uk: Острів Мен

# country_name_in
source: India
pl: Indie
uk: Індія

# country_name_io
source: British Indian Ocean Territory
pl: Brytyjskie Terytorium Oceanu Indyjskiego
uk: Британська Територія в Індійському Океані

# country_name_iq
source: Iraq
pl: Irak
uk: Ірак

# country_name_ir
source: Iran
uk: Іран

# country_name_is
source: Iceland
pl: Islandia
uk: Ісландія

# country_name_it
source: Italy
pl: Włochy
uk: Італія

# country_name_je
source: Jersey
uk: Джерсі

# country_name_jm
source: Jamaica
pl: Jamajka
uk: Ямайка

# country_name_jo
source: Jordan
pl: Jordania
uk: Йорданія

# country_name_jp
source: Japan
pl: Japonia
uk: Японія

# country_name_ke
source: Kenya
pl: Kenia
uk: Кенія

# country_name_kg
source: Kyrgyzstan
pl: Kirgistan
uk: Киргизстан

# country_name_kh
source: Cambodia
pl: Kambodża
uk: Камбоджа

# country_name_ki
source: Kiribati
uk: Кірібаті

# country_name_km
source: Comoros
pl: Komory
uk: Коморські Острови

# country_name_kn
source: Saint Kitts and Nevis
pl: Saint Kitts i Nevis
uk: Сент-Кіттс і Невіс

# country_name_kp
source: North Korea
pl: Korea Północna
uk: Північна Корея

# country_name_kr
source: South Korea
pl: Korea Południowa
uk: Південна Корея

# country_name_kw
source: Kuwait
pl: Kuwejt
uk: Кувейт

# country_name_ky
source: Cayman Islands
pl: Kajmany
uk: Кайманові Острови

# country_name_kz
source: Kazakhstan
pl: Kazachstan
uk: Казахстан

# country_name_la
source: Laos
uk: Лаос

# country_name_lb
source: Lebanon
pl: Liban
uk: Ліван

# country_name_lc
source: Saint Lucia
uk: Сент-Люсія

# country_name_li
source: Liechtenstein
uk: Ліхтенштейн

# country_name_lk
source: Sri Lanka
uk: Шрі Ланка

# country_name_lr
source: Liberia
uk: Ліберія

# country_name_ls
source: Lesotho
uk: Лесото

# country_name_lt
source: Lithuania
pl: Litwa
uk: Литва

# country_name_lu
source: Luxembourg
pl: Luksemburg
uk: Люксембург

# country_name_lv
source: Latvia
pl: Łotwa
uk: Латвія

# country_name_ly
source: Libya
pl: Libia
uk: Лівія

# country_name_ma
source: Morocco
pl: Maroko
uk: Марокко

# country_name_mc
source: Monaco
pl: Monako
uk: Монако

# country_name_md
source: Moldova
pl: Mołdawia
uk: Молдова

# country_name_me
source: Montenegro
pl: Czarnogóra
uk: Чорногорія

# country_name_mf
source: Saint Martin
uk: Сен-Мартен

# country_name_mg
source: Madagascar
pl: Madagaskar
uk: Мадагаскар

# country_name_mh
source: Marshall Islands
pl: Wyspy Marshalla
uk: Маршаллові Острови

# country_name_mk
source: North Macedonia
pl: Macedonia Północna
uk: Північна Македонія

# country_name_ml
source: Mali
uk: Малі

# country_name_mm
source: Myanmar
pl: Mjanma (Birma)
uk: М'янма (Бірма)

# country_name_mn
source: Mongolia
uk: Монголія

# country_name_mo
source: Macau (China)
pl: SRA Makau (Chiny)
uk: САР Макао (Китай)

# country_name_mp
source: Northern Mariana Islands
pl: Mariany Północne
uk: Північні Маріанські Острови

# country_name_mq
source: Martinique
pl: Martynika
uk: Мартініка

# country_name_mr
source: Mauritania
pl: Mauretania
uk: Мавританія

# country_name_ms
source: Montserrat
uk: Монтсеррат

# country_name_mt
source: Malta
uk: Мальта

# country_name_mu
source: Mauritius
uk: Маврикій

# country_name_mv
source: Maldives
pl: Malediwy
uk: Мальдіви

# country_name_mw
source: Malawi
uk: Малаві

# country_name_mx
source: Mexico
pl: Meksyk
uk: Мексика

# country_name_my
source: Malaysia
pl: Malezja
uk: Малайзія

# country_name_mz
source: Mozambique
pl: Mozambik
uk: Мозамбік

# country_name_na
source: Namibia
uk: Намібія

# country_name_nc
source: New Caledonia
pl: Nowa Kaledonia
uk: Нова Каледонія

# country_name_ne
source: Niger
uk: Нігер

# country_name_nf
source: Norfolk Island
pl: Norfolk
uk: Норфолк

# country_name_ng
source: Nigeria
uk: Нігерія

# country_name_ni
source: Nicaragua
pl: Nikaragua
uk: Нікарагуа

# country_name_nl
source: Netherlands
pl: Holandia
uk: Нідерланди

# country_name_no
source: Norway
pl: Norwegia
uk: Норвегія

# country_name_np
source: Nepal
uk: Непал

# country_name_nr
source: Nauru
uk: Науру

# country_name_nu
source: Niue
uk: Ніуе

# country_name_nz
source: New Zealand
pl: Nowa Zelandia
uk: Нова Зеландія

# country_name_om
source: Oman
uk: Оман

# country_name_pa
source: Panama
uk: Панама

# country_name_pe
source: Peru
uk: Перу

# country_name_pf
source: French Polynesia
pl: Polinezja Francuska
uk: Французька Полінезія

# country_name_pg
source: Papua New Guinea
pl: Papua-Nowa Gwinea
uk: Папуа Нова Гвінея

# country_name_ph
source: Philippines
pl: Filipiny
uk: Філіппіни

# country_name_pk
source: Pakistan
uk: Пакистан

# country_name_pl
source: Poland
pl: Polska
uk: Польща

# country_name_pm
source: Saint Pierre and Miquelon
pl: Saint-Pierre i Miquelon
uk: Сен П'єр і Мікелон

# country_name_pn
source: Pitcairn
uk: Піткерн

# country_name_pr
source: Puerto Rico
pl: Portoryko
uk: Пуерто Ріко

# country_name_ps
source: Palestinian Territories
pl: Terytoria Palestyńskie
uk: Палестинські території

# country_name_pt
source: Portugal
pl: Portugalia
uk: Португалія

# country_name_pw
source: Palau
uk: Палау

# country_name_py
source: Paraguay
pl: Paragwaj
uk: Парагвай

# country_name_qa
source: Qatar
pl: Katar
uk: Катар

# country_name_re
source: Reunion
uk: Реюньйон

# country_name_ro
source: Romania
pl: Rumunia
uk: Румунія

# country_name_rs
source: Serbia
uk: Сербія

# country_name_ru
source: Russia
pl: Rosja
uk: Росія

# country_name_rw
source: Rwanda
uk: Руанда

# country_name_sa
source: Saudi Arabia
pl: Arabia Saudyjska
uk: Саудівська Аравія

# country_name_sb
source: Solomon Islands
pl: Wyspy Salomona
uk: Соломонові Острови

# country_name_sc
source: Seychelles
pl: Seszele
uk: Сейшельські Острови

# country_name_sd
source: Sudan
uk: Судан

# country_name_se
source: Sweden
pl: Szwecja
uk: Швеція

# country_name_sg
source: Singapore
pl: Singapur
uk: Сінгапур

# country_name_sh
source: Saint Helena
pl: Wyspa Świętej Heleny
uk: Острів Святої Єлени

# country_name_si
source: Slovenia
pl: Słowenia
uk: Словенія

# country_name_sj
source: Svalbard and Jan Mayen
pl: Svalbard i Jan Mayen
uk: Шпіцберген та Ян-Маєн

# country_name_sk
source: Slovakia
pl: Słowacja
uk: Словаччина

# country_name_sl
source: Sierra Leone
uk: Сьєрра-Леоне

# country_name_sm
source: San Marino
uk: Сан-Марино

# country_name_sn
source: Senegal
uk: Сенегал

# country_name_so
source: Somalia
uk: Сомалі

# country_name_sr
source: Suriname
pl: Surinam
uk: Суринам

# country_name_ss
source: South Sudan
pl: Sudan Południowy
uk: Південний Судан

# country_name_st
source: Sao Tome and Principe
pl: Wyspy Świętego Tomasza i Książęca
uk: Сан-Томе і Принсіпі

# country_name_sv
source: El Salvador
pl: Salwador
uk: Сальвадор

# country_name_sx
source: Sint Maarten
uk: Сінт-Мартен

# country_name_sy
source: Syria
uk: Сирія

# country_name_sz
source: Eswatini
uk: Есватіні

# country_name_ta
source: Tristan da Cunha
uk: Тристан-да-Кунья

# country_name_tc
source: Turks and Caicos Islands
pl: Turks i Caicos
uk: Теркс і Кайкос

# country_name_td
source: Chad
pl: Czad
uk: Чад

# country_name_tf
source: French Southern and Antarctic Lands
pl: Francuskie Terytoria Południowe i Antarktyczne
uk: Французькі Південні і Антарктичні Території

# country_name_tg
source: Togo
uk: Того

# country_name_th
source: Thailand
pl: Tajlandia
uk: Таїланд

# country_name_tj
source: Tajikistan
pl: Tadżykistan
uk: Таджикистан

# country_name_tk
source: Tokelau
uk: Токелау

# country_name_tl
source: Democratic Republic of Timor-Leste
pl: Timor Wschodni
uk: Східний Тимор

# country_name_tm
source: Turkmenistan
uk: Туркменістан

# country_name_tn
source: Tunisia
pl: Tunezja
uk: Туніс

# country_name_to
source: Tonga
uk: Тонга

# country_name_tr
source: Turkey
pl: Turcja
uk: Туреччина

# country_name_tt
source: Trinidad and Tobago
pl: Trynidad i Tobago
uk: Тринідад і Тобаго

# country_name_tv
source: Tuvalu
uk: Тувалу

# country_name_tw
source: Taiwan
pl: Tajwan
uk: Тайвань

# country_name_tz
source: Tanzania
uk: Танзанія

# country_name_ua
source: Ukraine
pl: Ukraina
uk: Україна

# country_name_ug
source: Uganda
uk: Уганда

# country_name_um
source: United States Minor Outlying Islands
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
uk: Зовнішні малі острови США

# country_name_us
source: USA
pl: Stany Zjednoczone
uk: Сполучені Штати Америки

# country_name_uy
source: Uruguay
pl: Urugwaj
uk: Уругвай

# country_name_uz
source: Uzbekistan
uk: Узбекистан

# country_name_va
source: Vatican
pl: Watykan
uk: Ватикан

# country_name_vc
source: Saint Vincent and the Grenadines
pl: Saint Vincent i Grenadyny
uk: Сент-Вінсент і Гренадини

# country_name_ve
source: Venezuela
pl: Wenezuela
uk: Венесуела

# country_name_vg
source: British Virgin Islands
pl: Brytyjskie Wyspy Dziewicze
uk: Британські Віргінські Острови

# country_name_vi
source: United States Virgin Islands
pl: Wyspy Dziewicze Stanów Zjednoczonych
uk: Американські Віргінські Острови

# country_name_vn
source: Vietnam
pl: Wietnam
uk: В'єтнам

# country_name_vu
source: Vanuatu
uk: Вануату

# country_name_wf
source: Wallis and Futuna
pl: Wallis i Futuna
uk: Уолліс і Футуна

# country_name_ws
source: Samoa
uk: Самоа

# country_name_xk
source: Kosovo
pl: Kosowo
uk: Косово

# country_name_ye
source: Yemen
pl: Jemen
uk: Ємен

# country_name_yt
source: Mayotte
pl: Majotta
uk: Майотта

# country_name_za
source: South Africa
pl: Republika Południowej Afryki
uk: Південно-Африканська Республіка

# country_name_zm
source: Zambia
uk: Замбія

# country_name_zw
source: Zimbabwe
uk: Зімбабве

# diagnosis_text1
source: Diagnosed chronic lung disease
pl: Zdiagnozowana przewlekła choroba płuc
uk: Діагностоване хронічне захворювання легенів

# diagnosis_text10
source: Select the answers that apply to you
pl: Zaznacz odpowiedzi, które Cię dotyczą
uk: Позначте відповіді, які стосуються вас

# diagnosis_text11
source: Fever
pl: Gorączka
uk: Підвищена температура тіла

# diagnosis_text12
source: Cough
pl: Kaszel
uk: Кашель

# diagnosis_text13
source: Shortness of breath
pl: Duszność
uk: Задишка

# diagnosis_text14
source: Do you have any of the following symptoms? Choose only new symptoms unrelated to your chronic diseases.
pl: Czy masz któryś z poniższych objawów? Wybierz jedynie nowe objawy, niezwiązane z Twoimi przewlekłymi chorobami.
uk: Чи маєте ви будь-які з наведених нижче симптомів? Оберіть лише нові симптоми, не пов’язані з вашими хронічними захворюваннями.

# diagnosis_text15
source: Weakness
pl: Osłabienie
uk: Слабкість

# diagnosis_text16
source: Aching muscles
pl: Bóle mięśni
uk: Біль у м’язах

# diagnosis_text17
source: Shivering
pl: Dreszcze
uk: Озноб

# diagnosis_text18
source: Headache
pl: Ból głowy
uk: Головний біль

# diagnosis_text19
source: Diarrhoea
pl: Biegunka
uk: Діарея

# diagnosis_text2
source: Diagnosed cardiac failure
pl: Zdiagnozowana niewydolność serca
uk: Діагностована серцева недостатність

# diagnosis_text20
source: Nausea
pl: Mdłości
uk: Нудота

# diagnosis_text21
source: Sore throat
pl: Ból gardła
uk: Біль у горлі

# diagnosis_text22
source: Impaired taste or smell
pl: Upośledzony smak lub węch
uk: Порушення сприйняття смаку або запаху

# diagnosis_text23
source: Do you have any of the following symptoms?
pl: Czy masz którekolwiek z poniższych objawów?
uk: Чи маєте ви будь-який з наведених нижче симптомів?

# diagnosis_text24
source: I have lived or looked after a person suspected of being infected with the coronavirus
pl: Mieszkam lub opiekuję się osobą z podejrzeniem zakażenia koronawirusem
uk: Я живу або доглядаю за особою, у якої є підозра на зараження коронавірусом

# diagnosis_text25
source: I have stayed in the same premise (office, classroom, gym) or I have been traveling in close proximity (less than 1 meter) with a person suspected of being infected with the coronavirus
pl: Pobyt w tym samym pomieszczeniu (biuro, klasa, siłownia) lub podróż w bliskiej odległości (poniżej 1 metra) z osobą z podejrzeniem zakażenia koronawirusem
uk: Я перебував(-ла) в одному приміщенні (офіс, клас, тренажерний зал) або подорожував(-ла) у безпосередній близькості (менше 1 метра) з особою, у якої є підозра на зараження коронавірусом

# diagnosis_text26
source: I have had personal contact for more than 15 minutes with a person suspected of being infected with the coronavirus
pl: Osobisty kontakt przez dłużej niż 15 minut z osobą podejrzaną o zakażenie koronawirusem
uk: Я мав(-ла) особистий контакт протягом більше 15 хвилин з особою, у якої є підозра на зараження коронавірусом

# diagnosis_text27
source: Other type of contact
pl: Inny rodzaj kontaktu
uk: Інший тип контакту

# diagnosis_text28
source: None of the above
pl: Żadne z powyższych
uk: Жодне з зазначеного вище

# diagnosis_text29
source: Have you had close contact with a person suspected of being infected with the coronavirus in the last 14 days?
pl: Czy wiesz o jakimś Twoim bliskim kontakcie z osobą z podejrzeniem zakażenia koronawirusem w przeciągu ostatnich 14 dni?
uk: Протягом останніх 14 днів чи були ви в тісному контакті з особою, у якої є підозра на зараження коронавірусом?
