Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# more_information_text9
source: Why is the history of such meetings useful? When one of the users, whose phone has been met by your phone, gets sick – you will receive appropriate information. You won't be notified who got sick. Instead, you will learn how to behave and what to do to take care of your health.
pl: Do czego przydaje się historia takich spotkań? W momencie, kiedy któryś z użytkowników, z którego telefonem spotkał się Twój telefon, zachoruje – dostaniesz odpowiednią informację. Nie dowiesz się, kto zachorował. Dowiesz się za to, jak się zachować i co zrobić, by zadbać o swoje zdrowie.
uk: Для чого потрібна історія таких зустрічей? Якщо хтось з користувачів, з телефоном якого контактував ваш телефон, захворіє, ви отримаєте відповідну інформацію. Ви не дізнаєтесь, хто захворів. Натомість ви дізнаєтеся, як поводитися і що робити, щоб подбати про своє здоров’я.

# more_information_text10
source: The privacy of the app users is our top priority. We have built STOP COVID - ProteGO Safe in accordance with, among others, the European Commission guidelines.
pl: Prywatność użytkowników aplikacji jest naszym priorytetem. STOP COVID - ProteGO Safe zbudowaliśmy zgodnie z m.in. wytycznymi Komisji Europejskiej.
uk: Конфіденційність користувачів додатка є нашим головним пріоритетом. Ми створили додаток STOP COVID - ProteGO Safe, зокрема, на основі Керівних принципів Європейської комісії.

# more_information_text11
source: The STOP COVID - ProteGO Safe application doesn't track users. Work on the app is fully open and transparent from the very beginning. We are aware that in order to fulfil its role, it must gain the trust of users.
pl: Aplikacja STOP COVID - ProteGO Safe nie śledzi użytkowników. Od początku jej tworzenia, prace nad aplikacją są w pełni otwarte i transparentne. Zdajemy sobie sprawę, że aby spełniła ona swoją rolę, musi zyskać zaufanie użytkowników.
uk: Додаток STOP COVID - ProteGO Safe не відстежує користувачів. Від самого початку його розробки робота над додатком була повністю відкритою та прозорою. Ми усвідомлюємо, що для того, щоб він виконував свою роль, він повинен завоювати довіру Користувачів.

# more_information_text12
source: The application is completely safe, free of charge and voluntary.
pl: Aplikacja jest w pełni bezpieczna, bezpłatna i dobrowolna.
uk: Додаток є абсолютно безпечним, безкоштовним та добровільним.

# more_information_text13
source: Research shows that effective isolation of the infected persons and the use of exposure notification applications (such as STOP COVID - ProteGO Safe) can reduce the risk of spreading the coronavirus by 44%. However, there is one condition - the application must be used by as many people as possible.
pl: Jak pokazują badania skuteczna izolacji zakażonych oraz wykorzystanie aplikacji typu exposure notification (tego typu aplikacją jest STOP COVID - ProteGO Safe) o 44% mogą zredukować ryzyko rozprzestrzeniania się koronawirusa. Jest jednak jeden warunek - z aplikacji musi korzystać jak najwięcej osób.
uk: Дослідження показують, що ефективна ізоляція заражених осіб та використання додатків типу exposure notification [повідомлення про контакт] (саме до цього типу належить додаток STOP COVID - ProteGO Safe) може на 44% зменшити ризик поширення коронавірусу. Однак є одна умова - додатком повинні користуватися якомога більше людей.

# more_information_text14
source: It’s in your hands.
pl: Wszystko w Twoich rękach.
uk: Все у ваших руках.

# more_information_text15
source: Feel free to contact us if you have any questions:
pl: W razie pytań zapraszamy do kontaktu:
uk: У разі виникнення запитань зв'яжіться з нами:

# privacy_policy_text1
source: Terms & Conditions and Privacy Policy
pl: Regulamin i Polityka prywatności
uk: Регламент та Політика конфіденційності

# privacy_policy_text2
source: Together we want to prevent Coronavirus. But your privacy is equally important to us. We designed the application so that all the information you provide to STOP COVID - ProteGO Safe prevents your identification. Therefore, you don't need to register an account, we don't ask you for an e-mail address, or linking the STOP COVID - ProteGO Safe with a social media account.
pl: Wspólnie chcemy przeciwdziałać Koronawirusowi. Twoja prywatność jest dla nas tak samo ważna. Aplikację zaprojektowaliśmy tak, aby wszystkie informacje które przekazujesz do STOP COVID - ProteGO Safe uniemożliwiały Twoją identyfikację. Dlatego nie musisz rejestrować konta, nie prosimy Cię o adres e-mail, ani połączenie STOP COVID - ProteGO Safe z kontem w mediach społecznościowych.
uk: Разом ми хочемо протидіяти коронавірусу. Ваша конфіденційність є так само важливою для нас. Ми розробили додаток таким чином, щоб уся інформація, яку ви надаєте у додатку STOP COVID - ProteGO Safe, унеможливила ідентифікацію вашої особи. Тому вам не потрібно реєструвати обліковий запис, ми не просимо вказувати електронну пошту, STOP COVID - ProteGO Safe не встановлює зв’язок з обліковим записом у соціальних мережах.

# privacy_policy_text3
source: If we shall plan any changes, we will inform you about it. You will be able to use most of the new features on an opt-in basis. This means that you can voluntarily use the new functionality or not use it. Details on the STOP COVID - ProteGO Safe application can be found in the Terms & Conditions, and information on the processing of your data can be found in the Privacy Policy.
pl: Jeżeli będziemy planowali zmiany, poinformujemy Cię o tym. Z większości nowych funkcjonalności będziesz mógł korzystać na zasadzie opt-in. Oznacza to, że możesz dobrowolnie skorzystać z nowej funkcjonalności lub nie korzystać z niej. Szczegóły dotyczące aplikacji STOP COVID - ProteGO Safe znajdziesz w Regulaminie, a informacje dotyczące przetwarzania Twoich danych znajdziesz w Polityce Prywatności.
uk: Якщо ми плануватимемо будь-які зміни, ми повідомимо вас про це. Ви зможете користуватися більшістю нових функціональних можливостей на основі однозначної згоди. Це означає, що ви можете добровільно скористатися новими функціональними можливостями або не користуватися ними. Детальну інформацію про додаток STOP COVID - ProteGO Safe можна знайти в Регламенті, а інформацію про обробку ваших даних - у Політиці конфіденційності.

# privacy_policy_text4
source: You can read the details below:
pl: Poniżej możesz zapoznać się ze szczegółami:
uk: Нижче ви можете прочитати детальну інформацію:

# privacy_policy_text5
source: Terms & Conditions
pl: Regulamin
uk: Регламент

# privacy_policy_text6
source: Privacy Policy
pl: Polityka prywatności
uk: Політика конфіденційності

# privacy_policy_text7
source: Data
pl: Dane
uk: Дані

# privacy_policy_details_text1
source: Privacy Policy
pl: Polityka prywatności
uk: Політика конфіденційності

# privacy_policy_content_text2
source: Most important information regarding your privacy
pl: Najistotniejsze informacje dotyczące Twojej prywatności
uk: Найважливіша інформація про вашу конфіденційність

# privacy_policy_content_text3
source: We have prepared this document to inform you how we process data in STOP COVID - ProteGO Safe, as well as what rights you are entitled to. Below you will find key information related to data processing occurring as part of our Application.
pl: Przygotowaliśmy ten dokument, aby poinformować Cię jak przetwarzamy dane w STOP COVID - ProteGO Safe, a także jakie prawa Ci przysługują. Poniżej znajdziesz kluczowe informacje związane z przetwarzaniem danych w ramach naszej Aplikacji.
uk: Ми підготували цей документ, аби повідомити вам, як ми обробляємо дані у додатку STOP COVID - ProteGO Safe, а також про те, які права ви маєте. Нижче ви знайдете основну інформацію, пов’язану з обробкою даних у нашому додатку.

# privacy_policy_content_text4
source: We have designed STOP COVID - ProteGO Safe in accordance with the Privacy by Default and Privacy by Design principles. This means that we apply the protection of your privacy by default and we have tried to limit the processing of information about you already at the stage of designing and creating the STOP COVID - ProteGO Safe application. We try not to obtain from you the information that would enable your identification (i.e. personal data), as we believe that effective pandemic prevention
pl: Zaprojektowaliśmy STOP COVID - ProteGO Safe zgodnie z zasadami Privacy by Default oraz Privacy by Design. Oznacza to, że domyślnie stosujemy ochronę Twojej prywatności i staraliśmy się ograniczyć przetwarzanie informacji o Tobie już na etapie projektowania i tworzenia aplikacji STOP COVID - ProteGO Safe. Staramy się nie pozyskiwać od Ciebie informacji, które umożliwią Twoją identyfikację (tj. danych osobowych), gdyż wierzymy, że skuteczne zapobieganie pandemii
uk: Ми розробили додаток STOP COVID - ProteGO Safe відповідно до принципів конфіденційності за замовчуванням та проектованої конфіденційності. Це означає, що ми за замовчуванням застосовуємо захист вашої конфіденційності та намагалися обмежити обробку інформації про вас на етапі проектування та створення додатка STOP COVID - ProteGO Safe. Ми намагаємося не отримувати від вас інформації, яка дозволить ідентифікувати вашу особу (тобто персональних даних), оскільки ми вважаємо, що ефективна профілактика пандемії

# privacy_policy_content_text5
source: does not require the processing of personal data that identify the STOP COVID - ProteGO Safe Users.
pl: nie wymaga przetwarzania danych osobowych, które identyfikują Użytkowników STOP COVID - ProteGO Safe.
uk: не вимагає обробки персональних даних, що ідентифікують Користувачів додатка STOP COVID - ProteGO.

# privacy_policy_content_text6
source: The information processed by STOP COVID - ProteGO Safe does not allow your identification.
pl: Informacje przetwarzane przez STOP COVID - ProteGO Safe nie umożliwiają Twojej identyfikacji.
uk: Інформація, що обробляється STOP COVID - ProteGO Safe, не дозволяє ідентифікувати вашу особу.

# privacy_policy_content_text7
source: We will not have access to personal data that you enter into the STOP COVID - ProteGO Safe application. We will not take active steps to identify you. We will also not analyse how you use STOP COVID - ProteGO Safe.
pl: Nie będziemy mieli dostępu do danych osobowych, które wprowadzisz do aplikacji STOP COVID - ProteGO Safe. Nie będziemy podejmowali aktywnych działań, aby Cię zidentyfikować. Nie będziemy także analizowali w jaki sposób korzystasz z STOP COVID - ProteGO Safe.
uk: Ми не матимемо доступу до персональних даних, які ви вводите у додаток STOP COVID - ProteGO Safe. Ми не вживатимемо активних заходів для ідентифікації вашої особи. Ми також не аналізуватимемо те, яким чином ви використовуєте додаток STOP COVID - ProteGO Safe.

# privacy_policy_content_text8
source: Information entered into STOP COVID - ProteGO Safe related to the Triage (self-assessment of the risk of infection with COVID-19 - Triage Module) is analysed within STOP COVID - ProteGO Safe without leaving your device.
pl: Informacje wprowadzone do STOP COVID - ProteGO Safe związane z Triażem (samooceną ryzyka zarażenia COVID- 19 - Moduł Triażu) są analizowane w ramach STOP COVID - ProteGO Safe bez opuszczania Twojego urządzenia.
uk: Інформація, введена у додаток STOP COVID - ProteGO Safe, пов’язана з Тріажем (самостійна оцінка ризику зараження COVID-19 - Модуль Тріажу), аналізується в додатку STOP COVID - ProteGO Safe, не виходячи з вашого пристрою.

# privacy_policy_content_text9
source: The functionality of analysing exposure to COVID-19 infection as a result of contact with other Application Users (Analytical Module) is voluntary. You have the option of analysing the potential exposure
pl: Funkcjonalność analizowania narażenia na zarażenie COVID-19 w związku z kontaktem z innymi Użytkownikami Aplikacji (Moduł Analityczny) jest dobrowolna. Masz możliwość analizowania potencjalnego narażenia
uk: Функціонал аналізу ризику зараження COVID-19 у зв'язку з контактом з іншими Користувачами додатка (Аналітичний модуль) вмикається добровільно. Ви маєте можливість проаналізувати потенційний контакт

# privacy_policy_content_text10
source: If your test
pl: Jeśli Twój test
uk: Якщо ваш тест

# privacy_policy_content_text11
source: will give positive result, a Contact Centre consultant will call you to inform you about the positive result of the test. Then the Contact Centre consultant will ask you if you have the STOP COVID - ProteGO Safe application installed. If this is the case, the Contact Centre consultant will offer you to notify other Users that they have stayed near the Device of a Person Tested Positive
pl: będzie miał wynik pozytywny zadzwoni do Ciebie konsultant Centrum Kontaktu, który poinformuje o pozytywnym wyniku testu. Następnie konsultant Centrum Kontaktu zapyta Cię, czy masz zainstalowaną aplikację STOP COVID - ProteGO Safe. Jeśli tak będzie, konsultant Centrum Kontaktu zaproponuje Ci powiadomienie innych Użytkowników o tym, że przebywali w pobliżu Urządzenia Osoby Chorej na
uk: матиме позитивний результат, вам зателефонує консультант Контактного центру та повідомить про позитивний результат тесту. Після цього консультант Контактного центру запитає вас, чи встановлений у вас додаток STOP COVID - ProteGO Safe. Якщо так, консультант Контактного центру запропонує вам повідомити іншим Користувачам про те, що вони перебували біля Пристрою Особи, хворої на

# privacy_policy_content_text12
source: within the last 14 days, by providing you a PIN Code. The PIN Code confirms that your Device is a Device of a Person Tested Positive
pl: w ciągu ostatnich 14 dni, poprzez podyktowanie Ci Kodu PIN. Kod PIN ma na celu potwierdzenie, że Twoje Urządzenie, to Urządzenie Osoby Chorej na
uk: протягом останніх 14 днів, продиктувавши вам ПІН-код. ПІН-код підтверджує, що ваш Пристрій є Пристроєм Особи, хворої на

# privacy_policy_content_text13
source: This confirmation is anonymous, and neither we nor other Users will be able to distinguish individual Devices and assign specific Users to them. After entering the PIN Code, the process of sending the anonymous Diagnostic Key to the STOP COVID - ProteGO Safe server, and then to the Devices of other Users, will be initiated in order to analyse the risk of COVID-19 infection. Entering the PIN Code to the Device is voluntary.
pl: . Potwierdzenie to ma charakter anonimowy, ani my, ani inni Użytkownicy nie będziemy w stanie rozróżnić poszczególnych Urządzeń i przypisać do nich konkretnych Użytkowników. Po wprowadzeniu kodu PIN zostanie zainicjowany proces przesłania anonimowego Klucza Diagnostycznego na serwer STOP COVID - ProteGO Safe, a następnie do Urządzeń innych Użytkowników w celu analizy ryzyka zarażenia COVID-19. Wprowadzenie Kodu PIN do Urządzenia jest dobrowolne.
uk: . Це підтвердження є анонімним, і ані ми, ані інші Користувачі не зможемо розрізнити окремі Пристрої та пов'язати з ними конкретних Користувачів. Після введення ПІН-коду почнеться процес надсилання анонімного Діагностичного ключа на сервер STOP COVID - ProteGO Safe, а після цього на Пристрої інших Користувачів з метою аналізу ризику зараження COVID-19. Введення ПІН-коду на Пристрої є добровільним.

# privacy_policy_content_text14
source: The Diagnostic Key sent from your Device to the STOP COVID - ProteGO Safe Server will not contain any data enabling identification or information about the Devices you have had contact with. It is up to you to decide whether you want to mark your Device as a Device of a Person Tested Positive, which will initiate the sending of an anonymous Diagnostic Key to the STOP COVID - ProteGO Safe Server, and then to other Application Users. Each Application, after receiving the Diagnostic Key, performs an automatic analysis of meetings by appropriate comparison of the received Diagnostic Key with the history of meetings of Devices with the installed Application from the last 14 days. The analysis is performed independently on the Device of each User, it takes into account in particular the Users' distance (signal strength) and the time of staying in the vicinity of an infected person and as a result the status of the current risk group may be changed.
pl: Klucz Diagnostyczny wysłany z Twojego Urządzenia na Serwer STOP COVID - ProteGO Safe nie będzie zawierał danych umożliwiających identyfikację ani informacji o Urządzeniach, z którymi miałeś styczność. Ty będziesz decydować o tym, czy chcesz oznaczyć swoje Urządzenie jako Urządzenie Osoby Chorej, co zainicjuje wysłanie anonimowego Klucza Diagnostycznego na Serwer STOP COVID - ProteGO Safe, a następnie do innych Użytkowników Aplikacji. Każda z Aplikacji, po otrzymaniu Klucza Diagnostycznego dokonuje automatycznej analizy spotkań poprzez odpowiednie porównanie otrzymanego Klucza Diagnostycznego z historią spotkań Urządzeń z zainstalowaną Aplikacją z ostatnich 14 dni. Analiza wykonywana jest niezależnie na Urządzeniu każdego Użytkownika, brana jest w niej pod uwagę w szczególności odległość Użytkowników (siła sygnału) oraz czas przebywania w pobliżu osoby zakażonej i w jej wyniku może zostać zmieniony status aktualnej grupy ryzyka.
uk: Діагностичний ключ, надісланий з вашого Пристрою на сервер STOP COVID - ProteGO, не міститиме даних, що дозволяють ідентифікувати або отримати інформацію про Пристрої, з якими ви контактували. Ви самі вирішите, чи хочете ви позначати свій Пристрій як Пристрій Хворої особи, що запустить процес надсилання анонімного Діагностичного ключа на Сервер STOP COVID - ProteGO Safe, а після цього - іншим Користувачам додатка. Після отримання Діагностичного ключа Кожен Додаток автоматично аналізує зустрічі шляхом відповідного порівняння отриманого Діагностичного ключа з історією зустрічей Пристроїв зі встановленим Додатком за останні 14 днів. Аналіз проводиться незалежно на Пристрої кожного Користувача, у такому аналізі враховується, зокрема, відстань між Користувачами (потужність сигналу) та час перебування поблизу зараженої людини; в результаті аналізу статус поточної групи ризику може бути змінений.

# privacy_policy_content_text15
source: General provisions
pl: Postanowienia ogólne
uk: Загальні положення

# privacy_policy_content_text16
source: This Privacy Policy sets out the rules for the collection, processing and protection of Users' Personal Data in connection with the use of the STOP COVID - ProteGO Safe application. Neither the Chief Sanitary Inspector (GIS) nor the Ministry of Digital Affairs (MC) identifies STOP COVID - ProteGO Safe Users.
pl: Niniejsza Polityka Prywatności określa zasady zbierania, przetwarzania i ochrony Danych Osobowych Użytkowników w związku z korzystaniem z aplikacji STOP COVID - ProteGO Safe. GIS ani MC nie identyfikują Użytkowników STOP COVID - ProteGO Safe.
uk: Ця Політика конфіденційності описує правила збору, обробки та захисту Персональних даних Користувачів у зв'язку з використанням Додатка STOP COVID - ProteGO Safe. Ані GIS, ані MC не ідентифікують Користувачів STOP COVID - ProteGO Safe.

# privacy_policy_content_text17
source: By downloading STOP COVID - ProteGO Safe from the Play Store or the AppStore and installing it, the User gives the consent referred to in Article 173 paragraph 1 point2 of the Telecommunications Law; the Terms & Conditions and the Privacy Policy constitute the information referred to in Article 173 paragraph 1 point1 of the Telecommunications Law.
pl: Poprzez pobranie STOP COVID - ProteGO Safe ze sklepu Play lub AppStore oraz zainstalowanie Użytkownik wyraża zgodę, o której mowa w art. 173 ust. 1pkt. 2 Prawa Telekomunikacyjnego, a Regulamin oraz Polityka Prywatności stanowią informację, o której mowa w art. 173 ust. 1 pkt. 1 Prawa Telekomunikacyjnego.
uk: Завантажуючи додаток STOP COVID - ProteGO Safe з Play Store або AppStore та інсталюючи його, Користувач дає згоду, про яку йдеться у ст. 173, п. 1 пп. 2 Закону про телекомунікацію, а Регламент та Політика конфіденційності є інформацією, про яку йдеться у ст. 173 п. 1 пп. 1 Закону про телекомунікацію.

# privacy_policy_content_text18
source: This document is prepared on the basis of the provisions of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of individuals with regard to the processing of Personal Data and on the free movement of such data and the repeal of Directive 95/46/EC (General Regulation on Data Protection), the Act of 10 May 2018 on the protection of Personal Data (Journal of Laws of 2018, item 1000) and other generally applicable provisions.
pl: Niniejszy dokument jest przygotowany w oparciu o przepisy Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem Danych Osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie oochronie danych), ustawy z dnia 10 maja 2018 r. o ochronie Danych Osobowych (Dz.U. z 2018 r. poz. 1000) oraz innych przepisów powszechnie obowiązujących.
uk: Цей документ підготовлений на основі положень Регламенту Європейського парламенту і Ради (ЄС) 2016/679 від 27 квітня 2016 року про захист фізичних осіб у зв'язку з обробкою Персональних даних та про вільний обіг таких даних та скасування Директиви 95/46/WE (загальний регламент про захист даних), закону від 10 травня 2018 р. про захист Персональних даних (Законодавчий вісник, 2018 р., поз. 1000) та інших обов'язкових для виконання нормативних актів.

# privacy_policy_content_text19
source: If you have general questions regarding privacy, as well as questions regarding this Privacy Policy, please contact us at:
pl: W razie ogólnych pytań dotyczących prywatności, a także pytań dotyczących niniejszej Polityki Prywatności zachęcamy do kontaktu pod adresem:
uk: Якщо у вас виникнуть загальні запитання щодо конфіденційності, а також запитання щодо цієї Політики конфіденційності, зверніться за адресою:

# privacy_policy_content_text21
source: or
pl: lub
uk: або

# privacy_policy_content_text23
source: GIS ensures that it makes every effort to make the STOP COVID - ProteGO Safe Application ensure the highest standard of Users' privacy protection, and in particular ensures that it has taken all legal and technologically possible measures aimed at securing Users' privacy.
pl: GIS zapewnia, iż dokłada wszelkich starań, by Aplikacja STOP COVID - ProteGO Safe zapewniała najwyższy standard ochrony prywatności Użytkowników, a w szczególności zapewnia, iż podjął wszelkie przewidziane prawem i możliwe technologicznie środki zmierzające do zabezpieczenia prywatności Użytkowników.
uk: GIS гарантує, що він докладає усіх зусиль, аби додаток STOP COVID - ProteGO Safe забезпечував найвищий стандарт захисту конфіденційності Користувачів і, зокрема, гарантує, що він вжив усіх законних та технологічно можливих заходів для захисту конфіденційності Користувачів.
