Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# privacy_policy_content_text68
source: STOP COVID - ProteGO Safe processes Personal Data that does not require identification as provided for in Article 11 of the GDPR. Neither GIS nor MC are able to identify the data subject (User). GIS adheres to the following Personal Data Processing principles:
pl: STOP COVID - ProteGO Safe przetwarza Dane Osobowe niewymagające identyfikacji jak stanowi art. 11 RODO. GIS ani MC nie są w stanie zidentyfikować osoby, której dane dotyczą (Użytkownika). GIS przestrzega następujących zasad Przetwarzania Danych Osobowych:
uk: Додаток STOP COVID - ProteGO Safe обробляє Персональні дані, які не вимагають ідентифікації, відповідно до ст. 11 GDPR. Ані GIS, ані MC не можуть ідентифікувати суб'єкта даних (Користувача). GIS дотримується таких принципів обробки Персональних даних:

# privacy_policy_content_text69
source: it implements appropriate technical and organizational measures so that the processing of data about the Application Users takes place in an anonymous manner without their identification in accordance with the provisions on Personal Data protection and to be able to demonstrate it;
pl: wdraża odpowiednie środki techniczne i organizacyjne, aby przetwarzanie danych o Użytkownikach Aplikacji odbywało się w sposób anonimowy bez ich identyfikacji zgodnie z przepisami o ochronie Danych Osobowych i aby móc to wykazać;
uk: впроваджує відповідні технічні та організаційні заходи, аби обробка даних про Користувачів Додатка проводилася анонімно без їх ідентифікації відповідно до положень про захист Персональних даних, а також аби можна було це довести;

# privacy_policy_content_text70
source: it supervises the security of Personal Data throughout the entire period of their possession in a manner ensuring, in particular, protection against unauthorised access, damage, destruction or loss;
pl: wykonuje nadzór nad bezpieczeństwem Danych Osobowych przez cały okres ich posiadania w sposób zapewniający w szczególności ochronę przed dostępem osób nieuprawnionych, uszkodzeniem, zniszczeniem lub utratą;
uk: виконує нагляд за безпекою Персональних даних протягом усього періоду їх утримання таким чином, який забезпечує, зокрема, захист від несанкціонованого доступу, ушкодження, знищення або втрати;

# privacy_policy_content_text71
source: it keeps confidential information about the User through the use of encryption;
pl: zachowuje poufność informacji dotyczących Użytkownika poprzez zastosowanie szyfrowania;
uk: дотримується конфіденційності інформації про Користувача шляхом використання шифрування;

# privacy_policy_content_text72
source: it provides data subjects with the possibility to make use of their rights under the law.
pl: zapewnia osobom, których dane dotyczą, realizację ich praw wynikających z przepisów prawa.
uk: забезпечує особам, яких стосуються дані, реалізацію їх прав, передбачених законодавством.

# privacy_policy_content_text152
source: it maintains the confidentiality of Personal Data;
pl: zachowuje poufność Danych Osobowych;
uk: дотримується конфіденційності Персональних даних;

# privacy_policy_content_text153
source: Providing Personal Data referred to in paragraph 5 point3 of this section is voluntary, but may condition the use of all the STOP COVID - ProteGO Safe functionalities.
pl: Podanie Danych Osobowych, o których mowa w ust. 5 pkt. 3 niniejszego paragrafu, jest dobrowolne, lecz może warunkować korzystanie z pełnych funkcjonalności STOP COVID - ProteGO Safe.
uk: Надання Персональних даних, описаних у абз. 5 п. 3 цього розділу, є добровільним, але може бути умовою використання повного функцонала Додатка STOP COVID - ProteGO Safe.

# privacy_policy_content_text154
source: The processed Personal Data are not made available to the Recipients of Personal Data in a form that would allow the identification of the data subject.
pl: Przetwarzane Dane Osobowe nie są udostępniane Odbiorcom Danych Osobowych w formie, która pozwalałaby na identyfikację osoby, której dane dotyczą.
uk: Оброблювані Персональні дані не надаються Одержувачам Персональних даних у формі, яка б дозволяла ідентифікувати особу, якої стосуються дані.

# privacy_policy_content_text155
source: The Processing of Personal Data in STOP COVID - ProteGO Safe shall be governed by Article 11 of the GDPR
pl: Do Przetwarzania Danych Osobowych w STOP COVID - ProteGO Safe zastosowanie znajduje art. 11 RODO
uk: До обробки персональних даних у Додатку STOP COVID - ProteGO Safe застосовується ст. 11 GDPR

# privacy_policy_content_text156
source: Data subjects are entitled to:
pl: Osobom, których dane dotyczą, przysługuje:
uk: Особи, яких стосуються дані, мають право:

# privacy_policy_content_text157
source: the right to access Personal Data based on Article 15 of the GDPR;
pl: na podstawie art. 15 RODO prawo dostępu do Danych Osobowych;
uk: на підставі ст. 15 GDPR - право на доступ до Персональних даних;

# privacy_policy_content_text158
source: the right to rectify Personal Data based on Article 16 of the GDPR;
pl: na podstawie art. 16 RODO prawo do sprostowania Danych Osobowych;
uk: на підставі ст. 16 GDPR - право на Спростування Персональних даних;

# privacy_policy_content_text159
source: the right to delete Personal Data based on Article 17 of the GDPR;
pl: na podstawie art. 17 RODO prawo do usunięcia Danych Osobowych;
uk: на підставі ст. 17 GDPR - право на видалення Персональних даних;

# privacy_policy_content_text160
source: the right to request the Controller to limit the Processing of Personal Data based on Article 18 of the GDPR, subject to the cases referred to in Article 18 paragraph 2 of the GDPR;
pl: na podstawie art. 18 RODO prawo żądania od Administratora ograniczenia Przetwarzania Danych Osobowych z zastrzeżeniem przypadków, o których mowa w art. 18 ust. 2 RODO;
uk: на підставі ст. 18 GDPR - право вимагати від Адміністратора обмежити обробку Персональних даних із застереженням випадків, зазначених у ст. 18 п. 2 GDPR;

# privacy_policy_content_text161
source: the right to object to the Processing of Personal Data based on Article 21 of the GDPR.
pl: na podstawie art. 21 RODO prawo sprzeciwu wobec Przetwarzania Danych Osobowych.
uk: на підставі ст. 21 GDPR - право заперечувати проти обробки Персональних даних.

# privacy_policy_content_text162
source: Exercising the rights referred to in paragraph 1 is possible by using the appropriate STOP COVID - ProteGO Safe functionalities.
pl: W celu realizacji praw wskazanych w ust. 1, należy skorzystać z odpowiednich funkcjonalności STOP COVID - ProteGO Safe.
uk: З метою реалізації прав, зазначених у п. 1, слід скористатися відповідним функціоналом STOP COVID - ProteGO Safe.

# privacy_policy_content_text73
source: GIS may process the following Personal Data:
pl: GIS może przetwarzać następujące Dane Osobowe:
uk: GIS може обробляти такі Персональні дані:

# privacy_policy_content_text74
source: Data related to the use of the server that provides messages to the Users:
pl: Dane związane z wykorzystywaniem serwera zapewniającego przekazywanie Użytkownikom komunikatów:
uk: Дані, пов’язані з використанням сервера, що забезпечує передачу Користувачеві повідомлень:

# privacy_policy_content_text76
source: – random designation of the User that prevents identification,
pl: – losowe oznaczenie Użytkownika uniemożliwiające identyfikację,
uk: - випадковим чином призначений ідентифікатор Користувача, який унеможливлює ідентифікацію його особи,

# privacy_policy_content_text77
source: Average time of using the Application by Users (statistical data that cannot be linked to individual Users).
pl: Średni czas korzystania z Aplikacji przez Użytkowników (dane statystyczne, których nie można powiązać z poszczególnymi Użytkownikami).
uk: Середній час користування Додатком Користувачами (статистичні дані, які не можуть бути пов’язані з окремими Користувачами).

# privacy_policy_content_text78
source: Statistical data from application stores, i.e. GooglePlay Store and Apple AppStore, which cannot be associated with individual Users (statistical data):
pl: Dane statystyczne pochodzące ze sklepów z aplikacjami tj. GooglePlay Store oraz Apple AppStore, których nie można powiązać z poszczególnymi Użytkownikami (dane statystyczne):
uk: Статистичні дані, отримані з магазинів з додатками, тобто GooglePlay Store та Apple AppStore, які не можуть бути пов’язані з окремими Користувачами (статистичні дані):

# privacy_policy_content_text79
source: Information about the installation, last use and removal of the Application;
pl: Informacja o instalacji, ostatnim korzystaniu i usunięciu Aplikacji;
uk: Інформація про встановлення, останнє використання та видалення Додатка;

# privacy_policy_content_text80
source: Location where the User was while installing the Application (city or country specification);
pl: Lokalizacja, w której znajdował się Użytkownik podczas instalacji Aplikacji (określenie miasta lub kraju);
uk: Місцезнаходження, у якому знаходився Користувач під час встановлення Додатка (зазначення міста чи країни);

# privacy_policy_content_text81
source: User Device Models;
pl: Modele Urządzeń Użytkowników;
uk: Моделі Пристроїв Користувачів;

# privacy_policy_content_text82
source: Data stored only locally on Devices, regardless of the Device's operating system. The following data are not transferred outside the User's Device, in particular they are not processed by GIS or MC:
pl: Dane przechowywane wyłącznie lokalnie na Urządzeniach, niezależnie od systemu operacyjnego Urządzenia. Dane te nie są przekazywane poza Urządzenie Użytkownika w, szczególności nie Przetwarza ich GIS ani MC:
uk: Дані, що зберігаються лише локально на Пристроях, незалежно від операційної системи Пристрою. Такі дані не передаються за межі Пристрою Користувача, зокрема вони не обробляються GIS чи MC:

# privacy_policy_content_text83
source: User ID,
pl: ID Użytkownika,
uk: Ідентифікатор Користувача,

# privacy_policy_content_text84
source: History of entries in the Health Diary,
pl: Historia wpisów do Dziennika Zdrowia,
uk: Історія записів у Журналі здоров'я,

# privacy_policy_content_text85
source: History of entries in the Triage Module,
pl: Historia wpisów do Modułu Triażu,
uk: Історія записів у Модулі тріажу,

# privacy_policy_content_text86
source: Temporary_exposure_keys_upload_status - information whether the transfer of information as part of the Analytical Module was successful or not,
pl: Temporary_exposure_keys_upload_status - informacja czy przesłanie informacji w ramach Modułu Analitycznego zakończyło się pomyślnie czy też z błędem,
uk: Temporary_exposure_keys_upload_status - інформація про те, чи передача інформації у Аналітичному модулі завершилася успішною чи з помилкою,

# privacy_policy_content_text87
source: information about whether the Application is launched for the first time,
pl: informacja o tym, czy Aplikacja jest uruchamiana pierwszy raz,
uk: інформація про те, чи Додаток запускається вперше,

# privacy_policy_content_text88
source: information about the Internet connection,
pl: Informacja o połączeniu Internetowym,
uk: Інформація про підключення до Інтернету,

# privacy_policy_content_text89
source: information whether the User has given their consent to push notifications in the Application,
pl: informacja o tym, czy Użytkownik udzielił zgodę na powiadomienia push w Aplikacji,
uk: інформація про те, чи надав Користувач згоду на push-повідомлення у Додатку,

# privacy_policy_content_text90
source: information on whether the User has granted the Application an authorisation necessary for the operation of the Analytical Module,
pl: informacja o tym, czy Użytkownik przydzielił Aplikacji uprawnienie konieczne dla funkcjonowania Modułu Analitycznego,
uk: інформація про те, чи надав Користувач Додатку дозвіл, необхідний для функціонування Аналітичного модуля,

# privacy_policy_content_text91
source: information on whether the device's Bluetooth module is turned on,
pl: informacja o tym, czy moduł Bluetooth urządzenia jest włączony,
uk: інформація про те, чи ввімкнений модуль Bluetooth пристрою,

# privacy_policy_content_text92
source: Information about the status, activation and operation of the Analytical Module,
pl: Informacja o stanie, włączeniu i aktywności Modułu Analitycznego,
uk: Інформація про стан, увімкнення та функціонування Аналітичного модуля,

# privacy_policy_content_text93
source: Information about the Application status (whether it is running in the foreground or in the background),
pl: Informacja o stanie Aplikacji (czy jest włączona na pierwszym planie, czy w tle),
uk: Інформація про статус Додатка (чи увімкнений на передньому плані чи у фоновому режимі),

# privacy_policy_content_text94
source: Information deleted after 14 days:
pl: Informacje usuwane po 14 dniach:
uk: Інформація видаляється через 14 днів:

# privacy_policy_content_text95
source: history of the Analytical Module analysis results from the last 14 days,
pl: historia wyników analiz Modułu Analitycznego z ostatnich 14dni,
uk: історія результатів аналізу Аналітичного модуля за останні 14 днів,

# privacy_policy_content_text96
source: period of contact of Users' Devices, values in the range of 5-30 minutes,
pl: okres kontaktu Urządzeń Użytkowników, wartości w zakresie 5-30 minut,
uk: період контакту Пристроїв Користувачів, значення протягом 5-30 хвилин,

# privacy_policy_content_text97
source: date of contact of the Users' Devices.
pl: data kontaktu Urządzeń Użytkowników.
uk: дата контакту Пристроїв Користувачів.

# privacy_policy_content_text98
source: Data transferred to other Devices via the STOP COVID - ProteGO Safe Server:
pl: Dane przekazywane do innych Urządzeń za pośrednictwem Serwera STOP COVID - ProteGO Safe:
uk: Дані, передаються на інші Пристрої через сервер STOP COVID - ProteGO Safe:

# privacy_policy_content_text99
source: Diagnostic Key - contains key information, rollingPeriod, rollingStartNumber, and transmissionRisk (exact information
pl: Klucz Diagnostyczny - zawiera informacje o kluczu, rollingPeriod, rollingStartNumber oraz transmissionRisk (dokładne informacje
uk: Діагностичний ключ - містить інформацію про ключ, rollingPeriod, rollingStartNumber та transmissionRisk (детальна інформація

# privacy_policy_content_text100
source: can be found here
pl: tutaj
uk: тут

# privacy_policy_content_text101
source: region of the Application's operation (Poland);
pl: region działania Aplikacji (Polska);
uk: регіон, у якому працює Додаток (Польща);

# privacy_policy_content_text102
source: information that the Diagnostic Key is related to the STOP COVID - ProteGO Safe application;
pl: informacja, że Klucz Diagnostyczny jest związany z aplikacją STOP COVID - ProteGO Safe;
uk: інформація про те, що Діагностичний ключ пов’язаний з Додатком STOP COVID - ProteGO Safe;

# privacy_policy_content_text103
source: confirmation that the PIN Code is correct.
pl: potwierdzenie, że Kod PIN jest poprawny.
uk: підтвердження правильності ПІН-коду.

# privacy_policy_content_text104
source: A cookie containing the User's UID, transferred to Cloudflare Inc. in order to prevent DDOS attacks and ensure the highest standards of user security. The cookie file referred to in this point does not enable profiling or monitoring of the User's behaviour on various websites (cross-site tracking). More information regarding the security of this solution is available here:
pl: Plik cookies zawierający UID Użytkownika przekazywany do Cloudflare Inc. w celu zapobiegania atakom DDOS oraz zapewnienia najwyższych standardów bezpieczeństwa Użytkowników. Plik cookies, o którym mowa w niniejszym punkcie nie umożliwia profilowania, ani monitorowania zachowań Użytkownika na różnych witrynach (cross-site tracking). Więcej informacji dotyczących bezpieczeństwa tego rozwiązania jest dostępne tutaj:
uk: Файл cookie, що містить UID Користувача, що передається Cloudflare Inc. з метою запобігання DDOS-атакам та забезпечення найвищих стандартів безпеки Користувачів. Файл cookie, описаний у цьому пункті, не дозволяє профілювати або відстежувати поведінку Користувача на різних веб-сайтах (міжсайтове відстежування). Детальніша інформація щодо безпеки цього рішення доступна тут:

# privacy_policy_content_text105
source: Recipients of Personal Data from STOP COVID - ProteGO Safe:
pl: Odbiorcami Danych Osobowych z STOP COVID - ProteGO Safe:
uk: Одержувачами персональних даних з Додатка STOP COVID - ProteGO Safe:

# privacy_policy_content_text106
source: to the extent specified in §3 paragraph 4 point1, 2 and 4 may include entities that cooperate with GIS for the purpose of the development and maintenance of STOP COVID - ProteGO Safe:
pl: w zakresie określonym w §3 ust. 4 pkt. 1, 2 i 4 mogą być podmioty, które współpracują z GIS w celu rozwoju i utrzymania STOP COVID - ProteGO Safe:
uk: у обсязі, зазначеному в §3 п. 4 пп. 1, 2 і 4 можуть бути суб'єкти, які співпрацюють з GIS з метою розробки та обслуговування Додатка STOP COVID - ProteGO Safe:

# privacy_policy_content_text107
source: MC responsible for supervising the development and maintenance of STOP COVID - ProteGO Safe, i.e. the Minister of Digital Affairs based in Warsaw, at ul. Królewska 27, 00-060 Warsaw, e-mail:
pl: MC odpowiedzialny za nadzór nad rozwojem i utrzymaniem STOP COVID - ProteGO Safe tj. Minister Cyfryzacji z siedzibą w Warszawie, ul.Królewska 27, 00 – 060 Warszawa, e-mail:
uk: MC несе відповідальність за нагляд за розробкою та утриманням Додатка STOP COVID - ProteGO Safe, тобто Міністр оцифрування з місцезнаходженням у Варшаві за адресою: вул. Крулевська, 27, 00-060 Варшава (ul.Królewska 27, 00 – 060 Warszawa), електронна пошта:

# privacy_policy_content_text109
source: the entity responsible for the maintenance of the STOP COVID - ProteGO Safe application, as well as the performance of development and developer works on STOP COVID - ProteGO Safe commissioned by MC: TYTANI24 Spółka z ograniczoną odpowiedzialnością with its registered office in Wrocław, at ul. Ząbkowicka 55, 50-511 Wrocław (office address: ul.Kościerzyńska32A, Wrocław, 51-410), entered into the Register of Entrepreneurs of the National Court Register kept by the District Court in Wrocław, 6th Commercial Division of the National Court Register, under the number KRS 0000725465, REGON 369879064, NIP 8992843182, share capital paid in full in the amount of PLN 20,000;
pl: podmiot odpowiedzialny za utrzymanie aplikacji STOP COVID - ProteGO Safe, a także wykonywanie zleconych przez MC prac rozwojowych i UID –losow deweloperskich nad STOP COVID - ProteGO Safe: TYTANI24 Spółka z ograniczoną odpowiedzialnością z siedzibą we Wrocławiu, ul.Ząbkowicka 55, 50 – 511 Wrocław (adres biura: ul. Kościerzyńska32A, Wrocław, 51 – 410), wpisana do rejestru przedsiębiorców Krajowego Rejestru Sądowego prowadzonego przez Sąd Rejonowy we Wrocławiu, VI Wydział Gospodarczy Krajowego Rejestru Sądowego, pod numerem KRS 0000725465, REGON 369879064, NIP 8992843182, okapitale zakładowym opłaconym w całości w wysokości 20 000,00 zł;
uk: суб'єкт, відповідальний за утримання Додатка STOP COVID - ProteGO Safe, а також за виконання робіт на замовлення MC, що полягають у розробці та присвоєнні випадковим чином UID у STOP COVID - ProteGO Safe: Компанія TYTANI24 Spółka z ograniczoną odpowiedzialnością з місцезнаходженням у Вроцлаві за адресою: вул. Зомбковська 55, 50-511 Вроцлав (ul.Ząbkowicka 55, 50 – 511 Wrocław) (адреса офісу: вул. Косчежинська 32А, 51-410 Вроцлав (ul. Kościerzyńska 32A, Wrocław 51 - 410)), внесена до реєстру підприємців Національного судового реєстру, який ведеться Окружним судом у Вроцлаві, VI комерційний відділ Національного судового реєстру, під номером KRS 0000725465, REGON 369879064, NIP 8992843182, зі статутним капіталом 20 000,00 зл., виплаченим у повному обсязі;

# privacy_policy_content_text110
source: to the extent specified in §3 paragraph 4 point1, 2 and 4 may include Operator Chmury Krajowej Sp. z o. o. as an entity providing infrastructure enabling downloading and updating STOP COVID - ProteGO Safe and maintaining the STOP COVID - ProteGO Safe Server. This entity also maintains the Google Firebase service that enables sending push notifications to Users -
pl: w zakresie określonym w §3 ust. 4 pkt. 1, 2 i 4 może być Operator Chmury Krajowej Sp. z o.o. jako podmiot dostarczający infrastrukturę umożliwiającą pobieranie i aktualizowanie STOP COVID - ProteGO Safe oraz utrzymujący Serwer STOP COVID - ProteGO Safe. Podmiot ten świadczy także utrzymanie usługi Google Firebase umożliwiającej przekazywanie Użytkownikom powiadomień push -
uk: в обсязі, описаному у §3 п. 4 пп. 1, 2 і 4 Operator Chmury Krajowej Sp. z o.o. може бути суб'єктом, що надає інфраструктуру для завантаження та оновлення Додатка STOP COVID - ProteGO Safe та обслуговування сервера STOP COVID - ProteGO Safe. Цей суб'єкт також підтримує надання послуги Google Firebase, яка дозволяє надсилати Користувачам push-повідомлення

# privacy_policy_content_text111
source: to the extent specified in §3 paragraph 4 point5 may include: Cloudflare Inc. 101 Townsend St, San Francisco, CA 94107, USA in the scope of providing the service of preventing DDOS attacks and ensuring the highest standards of Users' security.
pl: w zakresie określonym w §3 ust. 4 pkt. 5 może być: Cloudflare Inc.101 Townsend St, San Francisco, CA 94107, USA w zakresie dostarczania usługi zapobiegania atakom DDOS oraz zapewnienia najwyższych standardów bezpieczeństwa Użytkowników.
uk: в обсязі, описаному у §3 п. 4 пп. 5 може бути: Cloudflare Inc.101 Townsend St, San Francisco, CA 94107, USA (США) в обсязі надання послуги із запобігання DDOS-атакам та забезпечення найвищих стандартів безпеки Користувачів.

# privacy_policy_content_text112
source: STOP COVID - ProteGO Safe will only be active during the pandemic period
pl: STOP COVID - ProteGO Safe będzie aktywne jedynie przez okres pandemii
uk: Додаток STOP COVID - ProteGO Safe працюватиме лише під час пандемії

# privacy_policy_content_text113
source: and may be deactivated in accordance with the decision of the GIS. After stopping the use of STOP COVID - ProteGO Safe, all Personal Data will be deleted along with the Application.
pl: i może zostać dezaktywowana zgodnie z decyzją GIS. Po zaprzestaniu korzystania z STOP COVID - ProteGO Safe wszystkie Dane Osobowe zostaną usunięte wraz z Aplikacją.
uk: і може бути дезактивований відповідно до рішення GIS. Після припинення використання Додатка STOP COVID - ProteGO Safe усі Персональні дані будуть видалені разом з Додатком.
