Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# call_doctor_text22
source: The virus enters the body through the mouth, nose and eyes. You can move it from a contaminated surface. Viruses can persist for hours or days on objects contaminated with secretions such as saliva. According to current knowledge, the coronavirus can survive for up to 3 hours in aerosol particles, up to 24 hours on cardboard and up to 72 hours on stainless steel or plastic.
pl: Wirus przedostaje się do organizmu przez usta, nos i oczy. Możesz go przenieść z zanieczyszczonej powierzchni. Wirusy mogą utrzymywać się do kilku godzin lub dni na przedmiotach, na których znajdują się wydzieliny, np. ślina. Zgodnie z obecnym stanem wiedzy, koronawirus może przetrwać do 3 godzin w formie aerozolu, do 24 godzin na powierzchni kartonowej i do 72 godzin na stali nierdzewnej lub plastiku.
uk: Вірус потрапляє в організм через рот, ніс та очі. Ви можете перенести його з забрудненої поверхні. Віруси можуть утримуватися до кількох годин або днів на предметах, на яких залишилися такі виділення, як слина. Згідно з актуальними даними, коронавірус може існувати до 3 годин у формі аерозолю, до 24 годин на картонній поверхні та до 72 годин на поверхні з нержавіючої сталі або пластику.

# call_doctor_text23
source: #StayAtHome
pl: #ZostańWDomu
uk: #ЗалишайтесяВдома

# call_doctor_text24
source: Limit exits from home to the strictly necessary. This way you protect yourself and others.
pl: Ogranicz wyjścia z domu do niezbędnego minimum. W ten sposób chronisz siebie i innych.
uk: Обмежте виходи з дому до необхідного мінімуму. Таким чином ви захищаєте себе та інших.

# call_doctor_text25
source: In a life-threatening or health-threatening condition, do not wait, call the emergency number
pl: W stanie zagrażającym życiu lub zdrowiu, nie czekaj, zadzwoń na numer alarmowy
uk: У разі загрози життю або здоров’ю не чекайте, зателефонуйте за номером екстреної служби

# call_doctor_text27
source: or
pl: lub
uk: або

# call_doctor_text29
source: and call an ambulance.
pl: i wezwij pogotowie.
uk: і викличіть швидку допомогу.

# call_doctor_text30
source: Set up a teleconsultation with primary care physician.
pl: Umów teleporadę z lekarzem POZ.
uk: Запишіться на теле-консультацію до лікаря ПМД.

# call_doctor_text31
source: Information about the health care facilities is updated on a regular basis.
pl: Informacje o placówkach są aktualizowane na bieżąco.
uk: Інформація про заклади регулярно оновлюється.

# call_doctor_text32
source: Follow basic hygiene rules provided
pl: Przestrzegaj kilku podstawowych zasad dotyczących higieny
uk: Дотримуйтесь кількох основних правил гігієни,

# call_doctor_text33
source: on the website of the Chief Sanitary Inspectorate.
pl: na stronie Głównego Inspektoratu Sanitarnego.
uk: розміщених на веб-сайті Головної санітарної інспекції.

# call_doctor_text34
source: Monitor your health condition. If it is alarming or worsening - react.
pl: Obserwuj swój stan zdrowia. Jeżeli jest niepokojący lub się pogarsza – reaguj.
uk: Слідкуйте за станом свого здоров’я. Якщо він викликає стурбованість або погіршується - реагуйте!

# upload_historical_data_text1
source: PIN
pl: PIN {{amount}}-krotnie został wpisany niepoprawnie. Odczekaj {{seconds}} i spróbuj ponownie.
uk: ПІН-код був введений невірно {{amount}} разів. Зачекайте {{seconds}} спробуйте ще раз.

# upload_historical_data_text4
source: hour
pl: godzinę
uk: годину

# upload_historical_data_text5
source: hour
pl: godziny
uk: год.

# upload_historical_data_text6
source: minute
pl: minutę
uk: хвилину

# upload_historical_data_text7
source: minutes
pl: minut
uk: хвилин

# upload_historical_data_text8
source: minutes
pl: minuty
uk: хвилини

# isolation_ambulance_text1
source: Find the number of the nearest station
pl: Znajdź numer najbliższej stacji
uk: Знайти номер телефону найближчої станції

# isolation_ambulance_text2
source: Check out where to find a hospital with an infectious diseases department
pl: Sprawdź, gdzie jest szpital z oddziałem zakaźnym
uk: Перевірити, де знаходиться лікарня з інфекційним відділенням

# isolation_ambulance_text3
source: Before appearing in the department, consult the hospital by phone or, if possible, contact your primary care physician by phone.
pl: Przed udaniem się na oddział skonsultuj się telefonicznie ze szpitalem lub, jeśli jest to możliwe, skorzystaj z kontaktu telefonicznego z lekarzem podstawowej opieki zdrowotnej.
uk: Перш ніж йти у відділення, проконсультуйтеся з лікарнею по телефону або, якщо це можливо, зв’яжіться зі своїм лікарем первинної медичної допомоги по телефону.

# isolation_ambulance_text4
source: The list of primary health care facilities providing teleconsultation in your area is available
pl: Lista placówek POZ udzielających teleporad w twojej okolicy jest dostępna
uk: Перелік закладів ПМД, що надають послуги з теле-консультації у вашому районі, наведений

# isolation_ambulance_text5
source: on the website of the National Health Fund (NFZ)
pl: na stronie NFZ
uk: на веб-сайті NFZ

# isolation_ambulance_text6
source: Be sure to wear a mask when leaving home, and always cover your mouth and nose when coughing or sneezing.
pl: W trakcie przemieszczania się koniecznie załóż maseczkę i zawsze zakrywaj usta i nos podczas kaszlu lub kichania.
uk: Обов’язково одягайте маску під час переміщення, а також завжди закривайте рот і ніс, кашляючи або чхаючи.

# isolation_ambulance_text7
source: Don't use public transport to get to the hospital. If you don't have your own transport, the sanitary inspector can send a vehicle to pick you up.
pl: Udając się do szpitala, nie korzystaj z transportu zbiorowego. Jeśli nie posiadasz własnego transportu, inspektor sanitarny ma możliwość wysłania po ciebie pojazdu.
uk: Збираючись до лікарні, не користуйтесь громадським транспортом. Якщо ви не маєте власного транспорту, санітарний інспектор може надіслати по вас транспортний засіб.

# isolation_ambulance_text8
source: Check out where to find a hospital with an infectious diseases department
pl: Sprawdź, gdzie jest szpital z oddziałem zakaźnym
uk: Перевірте, де знаходиться лікарня з інфекційним відділенням

# isolation_ambulance_text9
source: In a life-threatening or health-threatening condition (e.g. shortness of breath), call an ambulance by calling the emergency number
pl: W stanie zagrażającym życiu lub zdrowiu (np. duszność), wezwij pogotowie, dzwoniąc na numer alarmowy
uk: У випадку стану, що загрожує життю або здоров'ю (наприклад, задишка), викличте швидку допомогу, зателефонувавши за номером екстреної служби

# isolation_ambulance_text11
source: or
pl: lub
uk: або

# isolation_ambulance_text13
source: . Be sure to mention that it may be about a patient with coronavirus.
pl: . Koniecznie uprzedź, że może chodzić o pacjenta z koronawirusem.
uk: . Обов’язково повідомте, що це може бути пацієнт з коронавірусом.

# isolation_ambulance_text14
source: If you have a mask, wear it every time someone from outside enters the room or vehicle in which you are present. Also put it on when you enter medical facilities. People who are near you should also wear a mask, especially if you cannot put it on yourself (e.g. when it increases breathing difficulties).
pl: Jeśli masz maseczkę, zakładaj ją za każdym razem, gdy ktoś z zewnątrz ma wejść do pomieszczenia lub pojazdu, w którym przebywasz. Załóż ją również, gdy wchodzisz do placówek medycznych. Osoby w pobliżu również powinny założyć maseczkę, szczególnie jeżeli ty nie możesz jej założyć (np. gdy nasila ona trudności w oddychaniu).
uk: Якщо ви маєте маску, надягайте її щоразу, коли хтось ззовні заходить у приміщення або транспортний засіб, в якому ви знаходитесь. Також надягніть її, коли входите до медичних закладів. Особи, які знаходяться поблизу вас, також повинні носити маски, особливо якщо ви не можете її вдягнути (наприклад, коли вона викликає труднощі з диханням).

# isolation_ambulance_text15
source: See how to safely put on and take off your mask
pl: Zobacz jak bezpiecznie zakładać i zdejmować maskę
uk: Подивіться, як безпечно надягати та знімати маску

# isolation_ambulance_text16
source: A few simple rules with which you can significantly reduce the risk of infecting yourself or spreading infection to others:
pl: Kilka prostych zasad, dzięki którym możesz zdecydowanie zmniejszyć ryzyko zakażenia samego siebie lub przeniesienia infekcji na innych:
uk: Кілька простих правил, за допомогою яких ви можете значно зменшити ризик заразитися або поширити інфекцію на інших:

# isolation_ambulance_text17
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# isolation_ambulance_text18
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією з миття рук

# isolation_ambulance_text19
source: Avoid touching your face, especially your eyes, nose, and mouth.
pl: Unikaj dotykania twarzy, zwłaszcza oczu, nosa i ust.
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота.

# isolation_ambulance_text20
source: Cough or sneeze in a disposable handkerchief, alternatively in the elbow bend, and disinfect your hands after you sneeze.
pl: Zasłaniaj usta i nos chusteczką jednorazową lub zgięciem łokcia, gdy kaszlesz lub kichasz, a także dezynfekuj dłonie po tym, jak kichniesz.
uk: Під час кашлю або чхання закривайте рот і ніс одноразовою хусткою або згином ліктя, а після чхання продезінфікуйте руки.

# isolation_ambulance_text21
source: Choose a set of mugs, cutlery and other kitchen utensils that only you will use.
pl: Wybierz komplet kubków, sztućców oraz innych przyborów kuchennych, których tylko ty będziesz używać.
uk: Оберіть набір кружок, столових приборів та іншого кухонного посуду, якими користуватиметеся лише ви.

# isolation_ambulance_text22
source: Immediately notify the district sanitary and epidemiological station by phone or go to an infectious diseases department
pl: Bezzwłocznie, telefonicznie powiadom powiatową stację sanitarno-epidemiologiczną lub udaj się do oddziału zakaźnego
uk: Негайно повідомте по телефону у повітову санітарно-епідеміологічну станцію або зверніться до інфекційного відділення

# isolation_ambulance_text23
source: Report directly to the infectious diseases department or the observation and infectious diseases department
pl: Zgłoś się bezpośrednio do oddziału zakaźnego lub oddziału obserwacyjno-zakaźnego
uk: Зверніться безпосередньо до інфекційного відділення або спостережно-інфекційного відділення

# isolation_ambulance_text24
source: Wear a protective mask
pl: Noś maseczkę ochronną
uk: Використовуйте захисну маску

# isolation_ambulance_text25
source: Strictly follow the rules of hygiene
pl: Ściśle przestrzegaj zasad higieny
uk: Суворо дотримуйтесь правил гігієни,

# isolation_ambulance_text26
source: provided on the website of the Chief Sanitary Inspectorate.
pl: znajdujących się na stronie Głównego Inspektoratu Sanitarnego.
uk: наведених на веб-сайті Головної санітарної інспекції.

# triage_info_border_text1
source: You're feeling very bad? Don’t wait. Call the emergency number 112 or 999. Inform about your disease.
pl: Bardzo źle się czujesz? Nie czekaj. Zadzwoń na numer alarmowy 112 lub 999. Poinformuj o swojej chorobie.
uk: Почуваєтеся дуже погано? Не чекайте. Зателефонуйте за номером екстреної допомоги 112 або 999. Повідомте про свою хворобу.

# triage_info_border_text2
source: Remember to disinfect or wash your hands with soap and water regularly and keep the social distance.
pl: Pamiętaj, by regularnie dezynfekować lub myć ręce wodą z mydłem oraz zachować dystans społeczny.
uk: Не забувайте регулярно дезінфікувати або мити руки водою з милом і дотримуватися соціальної дистанції.

# triage_info_border_text3
source: Monitor your health regularly, take your temperature twice a day and record it in your Health Diary.
pl: Regularnie obserwuj swój stan zdrowia, mierz temperaturę dwa razy dziennie i zapisuj ją w Dzienniku Zdrowia.
uk: Регулярно стежте за своїм здоров’ям, вимірюйте температуру два рази на день і записуйте її у Щоденнику здоров’я.

# triage_info_border_text4
source: If you develop symptoms such as: fever, cough or shortness of breath, call your doctor or use the free teleconsultation provided by a healthcare professional.
pl: W przypadku pojawienia się objawów takich jak: gorączka, kaszel lub duszność, skontaktuj się telefonicznie ze swoim lekarzem lub skorzystaj z darmowej teleporady z pracownikiem medycznym.
uk: У разі виникнення таких симптомів, як підвищена температура, кашель або задишка, зателефонуйте своєму лікарю або скористайтеся безкоштовною теле-консультацією медичного працівника.

# triage_info_border_text5
source: Use teleconsultation
pl: Skorzystaj z teleporady
uk: Скористайтеся теле-консультацією

# triage_info_border_text6
source: Your condition is severe? Don’t wait. Call the emergency number
pl: Twój stan jest ciężki? Nie czekaj. Zadzwoń na numer alarmowy
uk: Ваш стан важкий? Не чекайте. Зателефонуйте за номером екстреної служби

# triage_info_border_text7
source: and notify that you may have coronavirus.
pl: i uprzedź, że możesz mieć koronawirusa.
uk: та повідомте, що у вас може бути коронавірус.

# triage_info_border_text8
source: Particularly alarming symptoms:
pl: Szczególnie niepokojące objawy:
uk: Особливо тривожні симптоми:

# chronic_sick_values_text1
source: arterial hypertension
pl: nadciśnienie tętnicze
uk: підвищений артеріальний тиск

# chronic_sick_values_text2
source: for how long? Please specify in years with an accuracy of 0.25 year
pl: jak długo? podać w latach z dokładnością do 0.25 roku
uk: як довго? слід вказати у роках з точністю до 0,25 років

# chronic_sick_values_text3
source: chronic respiratory diseases
pl: przewlekłe choroby układu oddechowego
uk: хронічні респіраторні захворювання

# chronic_sick_values_text4
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text5
source: cardiovascular diseases - ischemic heart disease
pl: choroby układu krążenia - choroba niedokrwienna serca
uk: серцево-судинні захворювання - ішемічна хвороба серця

# chronic_sick_values_text6
source: cardiovascular diseases - valvular heart disease
pl: choroby układu krążenia - wady zastawkowe serca
uk: серцево-судинні захворювання - порушення у клапанах серця

# chronic_sick_values_text7
source: cardiovascular diseases - heart failure
pl: choroby układu krążenia - niewydolność serca
uk: серцево-судинні захворювання - серцева недостатність

# chronic_sick_values_text8
source: cardiovascular diseases - other
pl: choroby układu krążenia - inne
uk: серцево-судинні захворювання - інші

# chronic_sick_values_text9
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text10
source: insulin-dependent diabetes
pl: cukrzyca - insulinozależna
uk: діабет - інсулінозалежний

# chronic_sick_values_text11
source: non-insulin dependent diabetes
pl: cukrzyca - insulinoniezależna
uk: діабет - інсулінонезалежний

# chronic_sick_values_text12
source: diseases of the immune system
pl: choroby układu immunologicznego
uk: захворювання імунної системи

# chronic_sick_values_text13
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text14
source: the use of drugs that reduce immunity (immunosuppressants)
pl: stosowanie leków obniżających odporność (immunosupresyjnych)
uk: вживання препаратів, що знижують імунітет (імуносупресанти)

# chronic_sick_values_text15
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text16
source: oncological diseases
pl: choroby onkologiczne
uk: онкологічні захворювання

# chronic_sick_values_text17
source: please specify in years with an accuracy of 0.25 year
pl: proszę wpisać jakie, podać w latach z dokładnością do 0.25 roku
uk: вкажіть, які, слід вказати у роках з точністю до 0,25 років

# chronic_sick_values_text18
source: drug intolerances / allergies / drug hypersensitivity
pl: nietolerancje / alergie / nadwrażliwość na leki
uk: непереносимість / алергія / гіперчутливість до лікарських засобів

# chronic_sick_values_text19
source: please specify in years with an accuracy of <=1, 3, 5, 10, 15 or more than 15 years
pl: proszę wpisać jakie, podać w latach z dokładnością do <=1 , <3, <5, <10, <15 lub więcej niż 15 lat
uk: вкажіть, які, слід вказати у роках з точністю до <=1 , <3, <5, <10, <15 або більше 15 років

# chronic_sick_values_text20
source: food intolerances / allergies
pl: nietolerancje / alergie - pokarmowe
uk: непереносимість / алергія - їжа

# chronic_sick_values_text21
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text22
source: respiratory intolerances / allergies
pl: nietolerancje / alergie - oddechowe
uk: непереносимість / алергія - дихальні шляхи

# chronic_sick_values_text23
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# chronic_sick_values_text24
source: other intolerances / allergies
pl: nietolerancje / alergie - inne
uk: непереносимість / алергія - інше

# chronic_sick_values_text25
source: please specify
pl: proszę wpisać jakie
uk: вкажіть, які

# isolation_call_text1
source: Find the number of the nearest station
pl: Znajdź numer najbliższej stacji
uk: Знайдіть номер найближчої станції

# isolation_call_text2
source: Check out where to find a hospital with an infectious diseases department
pl: Sprawdź, gdzie jest szpital z oddziałem zakaźnym
uk: Дізнайтеся, де знаходиться лікарня з інфекційним відділенням

# isolation_call_text3
source: Before appearing in the department, consult the hospital by phone or, if possible, contact your primary care physician by phone.
pl: Przed udaniem się na oddział skonsultuj się telefonicznie ze szpitalem lub, jeśli jest to możliwe, skorzystaj z kontaktu telefonicznego z lekarzem podstawowej opieki zdrowotnej.
uk: Перш ніж йти у відділення, проконсультуйтеся з лікарнею по телефону або, якщо це можливо, зв’яжіться зі своїм лікарем первинної медичної допомоги по телефону.

# isolation_call_text4
source: A list of primary health care facilities providing teleconsultation in your area is available
pl: Lista placówek POZ udzielających teleporad w twojej okolicy jest dostępna
uk: Перелік закладів ПМД, що надають послуги з теле-консультації у вашому районі, наведений

# isolation_call_text5
source: on the website of the National Health Fund (NFZ)
pl: na stronie NFZ
uk: на веб-сайті NFZ

# isolation_call_text6
source: Be sure to wear a mask when leaving home, and always cover your mouth and nose when coughing or sneezing.
pl: W trakcie przemieszczania się koniecznie załóż maseczkę i zawsze zakrywaj usta i nos podczas kaszlu lub kichania.
uk: Обов’язково одягайте маску під час переміщення, а також завжди закривайте рот і ніс, кашляючи або чхаючи.

# isolation_call_text7
source: Don't use public transport to get to the hospital. If you don't have your own transport, the sanitary inspector can send a vehicle to pick you up.
pl: Udając się do szpitala, nie korzystaj z transportu zbiorowego. Jeśli nieposiadasz własnego transportu, inspektor sanitarny ma możliwość wysłania po ciebie pojazdu.
uk: Збираючись до лікарні, не користуйтесь громадським транспортом. Якщо ви не маєте власного транспорту, санітарний інспектор може надіслати по вас транспортний засіб.

# isolation_call_text8
source: Check out where to find a hospital with an infectious diseases department
pl: Sprawdź, gdzie jest szpital z oddziałem zakaźnym
uk: Перевірте, де знаходиться лікарня з інфекційним відділенням

# isolation_call_text9
source: In a life-threatening or health-threatening condition (e.g. shortness of breath), call an ambulance by calling the emergency number
pl: W stanie zagrażającym życiu lub zdrowiu (np. duszność), wezwij pogotowie, dzwoniąc na numer alarmowy
uk: У випадку стану, що загрожує життю або здоров'ю (наприклад, задишка), викличте швидку допомогу, зателефонувавши за номером екстреної служби

# isolation_call_text11
source: or
pl: lub
uk: або

# isolation_call_text13
source: . Be sure to mention that it may be about a patient with coronavirus.
pl: . Koniecznie uprzedź, że może chodzić opacjenta z koronawirusem.
uk: . Обов’язково повідомте, що це може бути пацієнт з коронавірусом.

# isolation_call_text14
source: If you have a mask, wear it every time someone from outside enters the room or vehicle in which you are present. Put it on also when you enter medical facilities. People who are near you should also wear a mask, especially if you cannot put it on yourself (e.g. when it increases breathing difficulties).
pl: Jeśli masz maseczkę, zakładaj ją za każdym razem, gdy ktoś z zewnątrz ma wejść do pomieszczenia lub pojazdu, w którym przebywasz. Załóż ją również, gdy wchodzisz do placówek medycznych. Osoby w pobliżu również powinny założyć maseczkę, szczególnie jeżeli ty nie możesz jej założyć (np. gdy nasila ona trudności w oddychaniu).
uk: Якщо ви маєте маску, надягайте її щоразу, коли хтось ззовні заходить у приміщення або транспортний засіб, в якому ви знаходитесь. Також надягніть її, коли входите до медичних закладів. Особи, які знаходяться поблизу вас, також повинні носити маски, особливо якщо ви не можете її вдягнути (наприклад, коли вона викликає труднощі з диханням).

# isolation_call_text15
source: See how to safely put on and take off your mask
pl: Zobacz jak bezpiecznie zakładać i zdejmować maskę
uk: Подивіться, як безпечно надягати та знімати маску

# isolation_call_text16
source: A few simple rules with which you can significantly reduce the risk of infecting yourself or spreading infection to others:
pl: Kilka prostych zasad, dzięki którym możesz zdecydowanie zmniejszyć ryzyko zakażenia samego siebie lub przeniesienia infekcji na innych:
uk: Кілька простих правил, за допомогою яких ви можете значно зменшити ризик заразитися або поширити інфекцію на інших:

# isolation_call_text17
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# isolation_call_text18
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією з миття рук

# isolation_call_text19
source: Avoid touching your face, especially your eyes, nose, and mouth
pl: Unikaj dotykania twarzy, zwłaszcza oczu, nosa i ust.
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота.

# isolation_call_text20
source: Cough or sneeze in a disposable handkerchief, alternatively in the elbow bend, and disinfect your hands after you sneeze.
pl: Zasłaniaj usta i nos chusteczką jednorazową lub zgięciem łokcia, gdy kaszlesz lub kichasz, a także dezynfekuj dłonie po tym, jak kichniesz.
uk: Під час кашлю або чхання закривайте рот і ніс одноразовою хусткою або згином ліктя, а після чхання продезінфікуйте руки.

# isolation_call_text21
source: Choose a set of mugs, cutlery and other kitchen utensils that only you will use.
pl: Wybierz komplet kubków, sztućców oraz innych przyborów kuchennych, których tylko ty będziesz używać.
uk: Оберіть набір кружок, столових приборів та іншого кухонного посуду, якими користуватиметеся лише ви.
