Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# self_monitoring_text6
source: The virus enters the body through the mouth, nose and eyes. You can move it from a contaminated surface. Viruses can persist for hours or days on objects contaminated with secretions such as saliva. According to current knowledge, the coronavirus can survive for up to 3 hours in aerosol particles, up to 24 hours on cardboard and up to 72 hours on stainless steel or plastic.
pl: Wirus przedostaje się do organizmu przez usta, nos i oczy. Możesz go przenieść z zanieczyszczonej powierzchni. Wirusy mogą utrzymywać się do kilku godzin lub dni na przedmiotach, na których znajdują się wydzieliny, np. ślina. Zgodnie z obecnym stanem wiedzy, koronawirus może przetrwać do 3 godzin w formie aerozolu, do 24 godzin na powierzchni kartonowej i do 72 godzin na stali nierdzewnej lub plastiku.
uk: Вірус потрапляє в організм через рот, ніс та очі. Ви можете перенести його з забрудненої поверхні. Віруси можуть утримуватися до кількох годин або днів на предметах, на яких залишилися такі виділення, як слина. Згідно з актуальними даними, коронавірус може існувати до 3 годин у формі аерозолю, до 24 годин на картонній поверхні та до 72 годин на поверхні з нержавіючої сталі або пластику.

# self_monitoring_text7
source: Limit exits from home to the strictly necessary. It is a way to protect yourself and others, reducing the risk of spreading the coronavirus.
pl: Ogranicz wyjścia z domu do niezbędnego minimum. Dzięki temu chronisz siebie i innych, zmniejszając ryzyko rozprzestrzeniania się koronawirusa.
uk: Обмежте виходи з дому до необхідного мінімуму. Таким чином ви захищаєте себе та інших, знижуючи ризик поширення коронавірусу.

# self_monitoring_text8
source: Monitor your health condition several times a day. Take your body temperature every few hours.
pl: Obserwuj swój stan zdrowia kilka razy dziennie. Mierz temperaturę ciała co kilka godzin.
uk: Слідкуйте за станом свого здоров’я кілька разів на день. Вимірюйте температуру тіла кожні кілька годин.

# self_monitoring_text9
source: Go through this interview again when new symptoms develop or you come into contact with a person tested positive.
pl: Przejdź przez ten wywiad ponownie w przypadku pojawienia się nowych objawów lub kontaktu z osobą chorą.
uk: Пройдіть це опитування ще раз у випадку появи нових симптомів або контакту з хворою особою.

# self_monitoring_text10
source: Take a break and stay at home
pl: Odpocznij i pozostań w domu
uk: Відпочиньте і залишіться вдома

# self_monitoring_text11
source: Wash your hands frequently
pl: Często myj ręce
uk: Часто мийте руки

# self_monitoring_text12
source: on the website of the Chief Sanitary Inspectorate.
pl: na stronie Głównego Inspektoratu Sanitarnego.
uk: на веб-сайті Головної санітарної інспекції.

# self_monitoring_text13
source: Cover your mouth and nose when you cough or sneeze
pl: Zasłoń usta i nos gdy kaszlesz lub kichasz
uk: Закривайте рот і ніс під час кашлю або чхання

# self_monitoring_text14
source: Keep a safe distance from others
pl: Zachowaj bezpieczną odległość od innych (2 m)
uk: Дотримуйтесь безпечної відстані від інших осіб (2 м)

# self_monitoring_text15
source: Avoid touching your face, especially your eyes, nose, and mouth
pl: Unikaj dotykania twarzy, szczególnie oczu, nosa i ust
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота

# self_monitoring_text16
source: #StayAtHome
pl: #ZostańWDomu
uk: #ЗалишайтесяВдома

# self_monitoring_text17
source: Monitor your health condition
pl: Obserwuj swój stan zdrowia
uk: Слідкуйте за станом свого здоров’я

# exposure_low_text1
source: If you want to learn more about the factors that influence your risk of infection, click below and take the risk assessment test.
pl: Jeśli chcesz dowiedzieć się więcej na temat czynników mających wpływ na ryzyko infekcji, kliknij poniżej i wykonaj test oceny ryzyka.
uk: Якщо ви хочете дізнатись більше про фактори, що впливають на ризик зараження, натисніть нижче та пройдіть тест на оцінку ризику.

# exposure_sick_text1
source: More information
pl: Więcej informacji
uk: Більше інформації

# exposure_sick_text2
source: If you have additional questions or concerns, please go to
pl: Jeśli masz dodatkowe pytania lub wątpliwości, wejdź na
uk: Якщо ви маєте додаткові запитання чи сумніви, відвідайте

# exposure_sick_text4
source: pacjent.gov.pl
uk: patient.gov.pl

# exposure_sick_text5
source: , where you can chat with a consultant. You can also call the National Health Fund (NFZ) helpline
pl: ,gdzie na czacie możesz porozmawiać z konsultantem. Do Twojej dyspozycji jest także infolinia NFZ
uk: , де ви можете поспілкуватися з консультантом. Також у вашому розпорядженні гаряча лінія NFZ

# hospitals_list_text1
source: Infectious diseases hospitals:
pl: Szpitale zakaźne:
uk: Інфекційні лікарні

# how_it_works_text1
source: How does it work?
pl: Jak to działa?
uk: Як це працює?

# how_it_works_text3
source: is a free, official and safe application that allows you to be notified about the risk of coronavirus infection. In the application, you can also assess the risk of coronavirus infection, keep a health diary and learn how to avoid infection.
pl: to darmowa, oficjalna i bezpieczna aplikacja, która może powiadomić Cię o ryzyku zakażenia koronawirusem. W aplikacji możesz także oceniać ryzyko infekcji koronawirusem, prowadzić dziennik zdrowia oraz dowiedzieć się jak unikać zakażenia.
uk: це безкоштовний, офіційний та безпечний додаток, який дозволяє отримувати повідомлення про ризик зараження коронавірусом. У додатку ви також можете оцінити ризик зараження коронавірусом, вести щоденник здоров’я та навчитися уникати зараження.

# how_it_works_text4
source: By observing the results and applying remedial measures, you minimise the risk of getting sick.
pl: Obserwując wyniki oraz stosując środki zaradcze minimalizujesz ryzyko zachorowania.
uk: Спостерігаючи за результатами та виконуючи заходи безпеки, ви мінімізуєте ризик захворіти.

# how_it_works_text5
source: Thanks to the application, you keep your finger on the pulse - you take care of your health and the health of your loved ones.
pl: Dzięki aplikacji trzymasz rękę na pulsie - dbasz o zdrowie swoje i swoich bliskich.
uk: Завдяки додатку ви тримаєте руку на пульсі - ви дбаєте про своє здоров'я та здоров'я своїх близьких.

# how_it_works_text6
source: Its features include:
pl: Oto jej funkcje:
uk: Функції додатку:

# how_it_works_text7
source: Notification of the risk of coronavirus infection
pl: Powiadamianie o ryzyku zakażenia koronawirusem
uk: Повідомлення про ризик зараження коронавірусом

# how_it_works_text8
source: - using the joint efforts of Apple and Google and in cooperation with public health institutions, we have implemented a solution that, based on a risk level analysis and based on the data of devices encountered, enables notification of contact with an infected person.
pl: - korzystając ze wspólnych wysiłków firm Apple i Google i we współpracy z instytucjami zdrowia publicznego wdrożyliśmy rozwiązanie, które na podstawie analizy stopnia ryzyka i w oparciu o dane spotkanych urządzeń, umożliwia powiadomianie o kontakcie zosobą zakażoną.
uk: - користуючись результатами спільних зусиль Apple та Google, та у співпраці з державними установами охорони здоров’я ми впровадили рішення, яке на основі аналізу ризиків та даних з виявлених пристроїв дозволяє повідомляти про контакт з зараженою особою.

# how_it_works_text9
source: Risk assessment test
pl: Test oceny ryzyka
uk: Тест на оцінку ризику

# how_it_works_text10
source: - we have developed it based on the guidelines of the World Health Organization (WHO). Thanks to the test, you will learn, among others, how to take care of your health and how to act in case of suspected infection.
pl: - opracowaliśmy go na bazie wytycznych Światowej Organizacji Zdrowia (WHO). Dzięki niemu m.in. dowiesz się jak dbać o swoje zdrowie i jak działać w przypadku podejrzenia zakażenia.
uk: - ми розробили його на основі рекомендацій Всесвітньої організації охорони здоров’я (ВООЗ). Завдяки йому, ви зокрема дізнаєтесь, як дбати про своє здоров’я та як діяти у разі підозри на зараження.

# how_it_works_text11
source: Health Diary
pl: Dziennik zdrowia
uk: Журнал здоров’я

# how_it_works_text12
source: - makes it easier to keep daily health records, including recording symptoms.
pl: - ułatwia prowadzenie codziennych zapisków o stanie zdrowia, w tym zapisywanie objawów.
uk: - полегшує ведення щоденних записів про стан здоров’я, включаючи запис симптомів.

# how_it_works_text13
source: Preventive measures
pl: Profilaktyka
uk: Профілактика

# how_it_works_text14
source: - guidelines on where to seek expert help, up-to-date information and recommendations, if needed.
pl: - wskazówki, gdzie - w razie potrzeby - szukać specjalistycznej pomocy, aktualne informacje i zalecenia.
uk: - поради щодо того, де за необхідності отримати спеціалізовану допомогу, актуальну інформацію та рекомендації.

# how_it_works_text15
source: Help in diagnosis
pl: Pomoc w diagnozie
uk: Допомога в діагностиці

# how_it_works_text16
source: - the information you updated on a regular basis will help doctors make a diagnosis, if necessary. Only they can do it.
pl: - regularnie uzupełniane przez Ciebie infomacje - w razie konieczności - pomogą lekarzom wystawić diagnozę. Tylko oni mogą to zrobić.
uk: - регулярно оновлювана вами інформація за необхідності допоможе лікарям поставити діагноз. Тільки вони можуть це зробити.

# how_it_works_text17
source: Important note! The risk assessment test is NOT a diagnosis.
pl: Ważne! Test oceny ryzyka NIE jest diagnozą.
uk: Важливо! Тест на оцінку ризику НЕ є діагнозом.

# how_it_works_text18
source: * Communication with the user – sending verified messages from WHO and the Ministry of Health. How quickly we defeat the coronavirus and return to normal life depends on our attitude. Use our application, follow the guidelines! Keeping a health diary is very simple and doesn't take long. Start today – take care of yourself and your loved ones.
pl: * Komunikacja z użytkownikiem – wysyłanie zweryfikowanych wiadomościod WHO i Ministerstwa Zdrowia. To od naszej postawy zależy, jak szybko pokonamy koronawirusa i wrócimy do normalnego życia. Korzystaj z naszej aplikacji, stosuj się do wytycznych! Prowadzenie dziennika zdrowia jest bardzo proste i nie zajmuje wiele czasu. Zacznij od dziś – zadbaj o siebie i swoich bliskich.
uk: * Комунікація з користувачем - це надсилання підтверджених повідомлень від ВООЗ та Міністерства охорони здоров’я. Наскільки швидко ми переможемо коронавірус і повернемось до звичного життя, залежить від нашого ставлення. Використовуйте наш додаток, дотримуйтесь інструкцій! Вести щоденник здоров’я дуже просто, це не займає багато часу. Почніть сьогодні - бережіть себе і своїх близьких.

# i_am_sick_text1
source: Self-observation - stay at home and monitor your health condition
pl: Samoobserwacja - pozostań w domu i monitoruj stan zdrowia
uk: Спостереження за станом свого здоров'я - залишайтеся вдома і стежте за станом свого здоров'я

# i_am_sick_text2
source: Stay at home
pl: Zostań w domu
uk: Залишайтеся вдома

# i_am_sick_text3
source: and monitor your health condition. Call the free, 24-hour helpline
pl: i monitoruj stan swojego zdrowia. Zadzwoń na infolinię (połączenie z infolinią jest płatne zgodnie z taryfą operatora, infolinia czynna jest przez całą dobę)
uk: і стежте за станом свого здоров'я. Зателефонуйте на безкоштовну цілодобову гарячу лінію

# i_am_sick_text5
source: or your local health care facility. Important note! Don't go there.
pl: lub do lokalnej placówki służby zdrowia. Ważne! Nie idź tam.
uk: або до місцевого медичного закладу. Важливо! Не йдіть туди.

# i_am_sick_text6
source: Limit your
pl: Do minimum
uk: До мінімуму

# i_am_sick_text7
source: contact with others
pl: ogranicz kontakt
uk: обмежте контакт

# i_am_sick_text8
source: to the minimum.
pl: z innymi ludźmi.
uk: з іншими особами.

# i_am_sick_text9
source: At least once a day
pl: Minimum raz dziennie
uk: Як мінімум раз на день

# i_am_sick_text10
source: update
pl: uzupełniaj zakładkę
uk: заповнюйте вкладку

# i_am_sick_text11
source: the MY HEALTH DIARY tab
pl: MÓJ DZIENNIK ZDROWIA
uk: МІЙ ЖУРНАЛ ЗДОРОВ'Я

# i_am_sick_text12
source: : record your symptoms and body temperature in the app.
pl: : zapisuj w aplikacji objawy i temperaturę ciała.
uk: : записуйте свої симптоми та температуру тіла у додатку.

# i_am_sick_text13
source: Strictly follow
pl: Ściśle przestrzegaj
uk: Суворо дотримуйтесь

# i_am_sick_text14
source: the rules of hygiene
pl: zasad higieny
uk: правил гігієни,

# i_am_sick_text15
source: , cover your mouth and nose when coughing and sneezing. Wash hands regularly and thoroughly.
pl: , podczas kaszlu i kichania - zasłaniaj usta i nos. Często i dokładnie myj ręce.
uk: , під час кашлю і чхання закривайте рот і ніс. Часто і ретельно мийте руки.

# i_am_sick_text16
source: If you encounter new symptoms of infection or worsening of existing ones, please contact the free, 24-hour helpline again
pl: Jeżeli pojawią się nowe objawy infekcji lub nasilą się dotychczasowe, ponów kontakt z infolinią (połączenie z infolinią jest płatne zgodnie z taryfą operatora, infolinia czynna jest przez całą dobę)
uk: Якщо з'являться нові симптоми зараження або погіршаться вже наявні, знову зв’яжіться з безкоштовною цілодобовою гарячою лінією

# i_am_sick_text18
source: or
pl: lub
uk: або

# i_am_sick_text19
source: call
pl: zadzwoń (nie idź!)
uk: зателефонуйте (не йдіть!)

# i_am_sick_text20
source: your local health care facility (don't go there!).
pl: do lokalnej placówki służby zdrowia.
uk: до місцевого медичного закладу.

# notification_onboarding_information_text1
source: Your consent to receiving notifications is required in order for the application to function properly. Click below and help STOP COVID - ProteGO Safe protect the health of us all.
pl: Do prawidłowego działania aplikacji potrzebna jest Twoja zgoda na wyświetlanie powiadomień. Kliknij poniżej i pozwól STOP COVID - ProteGO Safe wspierać ochronę zdrowia każdego z nas.
uk: Щоб додаток працював належним чином, необхідна ваша згода на відображення сповіщень. Клацніть нижче і дозвольте STOP COVID - ProteGO Safe підтримувати здоров'я кожного з нас.

# notification_onboarding_information_text2
source: Don't notify me of the dangers
pl: Nie powiadamiaj mnie o zagrożeniach
uk: Не повідомляйте мене про небезпеку

# notification_onboarding_information_text3
source: Enable notifications
pl: Włącz powiadomienia
uk: Увімкніть сповіщення

# exposure_onboarding_information_text1
source: Don't notify me of the dangers
pl: Nie powiadamiaj mnie o zagrożeniach
uk: Не повідомляйте мене про небезпеку

# exposure_onboarding_information_text2
source: It’s in your hands. This version of the application uses iOS / Android tools to notify about possible contact with the coronavirus.
pl: Wszystko w Twoich rękach. Ta wersja aplikacji korzysta z narzędzi systemów iOS/Android do powiadamiania o możliwym kontakcie z koronawirusem.
uk: Все у ваших руках. Ця версія додатка використовує інструменти операційних систем iOS/Android для сповіщення про можливий контакт з коронавірусом.

# exposure_onboarding_information_text3
source: Allow the app to anonymously record encountering other devices. Thanks to this, when a user of one of them becomes sick, you will receive appropriate notification. Take care of your health and the health of your loved ones.
pl: Pozwól, by aplikacja anonimowo rejestrowała spotkania z innymi urządzeniami. Dzięki temu, gdy użytkownik, któregoś z nich zachoruje, otrzymasz odpowiednie powiadomienie. Zadbaj o zdrowie swoje i swoich bliskich.
uk: Дозвольте додатку анонімно реєструвати зустрічі з іншими пристроями. Завдяки цьому, якщо користувач одного з них захворіє, ви отримаєте відповідне повідомлення. Подбайте про своє здоров’я та про здоров’я своїх близьких.

# exposure_onboarding_information_text4
source: More information
pl: Więcej informacji
uk: Більше інформації

# information_text1
source: Coronavirus infection risk assessment test
pl: Test oceny ryzyka zakażenia koronawirusem
uk: Тест на оцінку ризику зараження коронавірусом

# information_text2
source: One of the main features of this application is the coronavirus infection risk assessment test. We have prepared it in accordance with the guidelines of the World Health Organization (WHO).
pl: Jedną z głównych funkcji tej aplikacji jest test oceny ryzyka zakażenia koronawirusem. Przygotowaliśmy go zgodnie z wytycznymi Światowej Organizacji Zdrowia (WHO).
uk: Однією з основних функцій цього додатка є тест на оцінку ризику зараження коронавірусом. Ми підготували його відповідно до керівних принципів Всесвітньої організації охорони здоров’я (ВООЗ).

# information_text3
source: Important note
pl: Ważne
uk: Важливо:

# information_text4
source: Test:
uk: Тест

# information_text5
source: is not a diagnosis.
pl: nie jest diagnozą.
uk: не є діагнозом.

# information_text6
source: This can only be done by a doctor and with the use of a medical test for the virus.
pl: Tę mogą postawić wyłącznie lekarz i test medyczny na obecność wirusa.
uk: Діагноз може поставити лише лікар і медичний тест на наявність вірусу.

# information_text7
source: it helps
pl: pomaga
uk: допомагає

# information_text8
source: to monitor
pl: monitorować
uk: відстежувати

# information_text9
source: your health condition.
pl: swój stan zdrowia.
uk: стан вашого здоров'я.

# information_text10
source: complete it
pl: wypełnij go
uk: пройдіть його,

# information_text11
source: truthfully
pl: zgodnie z prawdą
uk: надаючи достовірну інформацію

# information_text12
source: - you do it for your own
pl: - robisz to dla własnego
uk: - ви робите це для власної

# information_text13
source: safety.
pl: bezpieczeństwa.
uk: безпеки.

# onboarding_not_supported_text1
source: Something is wrong. Check your device - update your phone's operating system. This is necessary if you want to take full advantage of all the functionalities of the application. Updated Android devices support notifications of possible contact with the coronavirus.
pl: Coś jest nie tak. Sprawdź swoje urządzenie - zaktualizuj wersję systemu swojego telefonu. To konieczne, jeśli chcesz w pełni korzystać ze wszystkich funkcjonalności aplikacji. Wsparcie dla powiadamiania o możliwym kontakcie z koronawirusem posiadają zaktualizowane urządzenia Android.
uk: Щось не так. Перевірте свій пристрій - оновіть операційну систему телефону. Це необхідно, якщо ви хочете повною мірою скористатися усіма функціональними можливостями додатка. Тільки оновлені пристрої Android підтримують сповіщення про можливий контакт з коронавірусом.

# onboarding_not_supported_text2
source: Only iPhones with iOS 13.5 and newer support notifications of possible contact with the coronavirus. Check your device - update your phone's operating system. This is necessary if you want to take full advantage of all the functionalities of the application.
pl: Wsparcie dla powiadamiania o możliwym kontakcie z koronawirusem posiadają tylko urządzenia iPhone z iOS 13.5 i nowszym. Sprawdź swoje urządzenie - zaktualizuj wersję systemu swojego telefonu. To konieczne, jeśli chcesz w pełni korzystać ze wszystkich funkcjonalności aplikacji.
uk: Підтримка повідомлень про можливий контакт з коронавірусом доступна лише для пристроїв з iPhone з iOS 13.5 та новіших версій. Перевірте свій пристрій - оновіть версію операційної системи телефону. Це необхідно, якщо ви хочете повною мірою скористатися всіма функціональними можливостями додатка.

# onboarding_not_supported_text3
source: Got it
pl: Rozumiem
uk: Я розумію

# onboarding_not_supported_text4
source: Incompatible version
pl: Niezgodna wersja
uk: Несумісна версія

# not_supported_text1
source: Update required
pl: Wymagana aktualizacja
uk: Необхідне оновлення

# not_supported_text2
source: New version of app is available.
pl: Dostępna jest nowa wersja aplikacji.
uk: Доступна нова версія додатка.

# not_supported_text3
source: Update the STOP COVID - ProteGO Safe application to take full advantage of all the functionalities.
pl: Zaktualizuj aplikację STOP COVID - ProteGO Safe, aby korzystać z pełni funkcjonalności.
uk: Оновіть додаток STOP COVID - ProteGO Safe, щоб використовувати всі функціональні можливості.

# not_supported_text4
source: UPDATE
pl: AKTUALIZUJ
uk: ОНОВИТИ

# numbers_text1
source: Seek help in your area
pl: Szukaj pomocy w Twojej okolicy
uk: Зверніться по допомогу у вашій місцевості

# numbers_text2
source: Call the helpline - 222500115
pl: Zadzwoń na infolinię - 222500115
uk: Зателефонуйте на гарячу лінію - 222500115

# numbers_text3
source: Show addresses of infectious diseases hospitals
pl: Pokaż adresy szpitali zakaźnych
uk: Показати адреси інфекційних лікарень

# numbers_text4
source: Calling to the helpline is free of charge, the helpline is available 24 hours a day.
pl: Połączenie z infolinią jest płatne zgodnie z taryfą operatora, infolinia czynna jest przez całą dobę.
uk: Дзвінок на гарячу лінію безкоштовний, гаряча лінія працює цілодобово.

# more_information_text4
source: How does it work?
pl: Jak działa?
uk: Як це працює?

# more_information_text5
source: The application consists of two modules. The first module is designed for self-monitoring of health condition. It's a kind of "diary" that allows you to verify on an ongoing basis whether and in what risk group you are. This solution is based on the guidelines of the World Health Organization (WHO).
pl: Aplikacja składa się z dwóch modułów. Pierwszy z nich to moduł umożliwiający samokontrolę stanu zdrowia. To swoisty „dziennik”, który na bieżąco pozwala weryfikować, czy i w jakiej grupie ryzyka zakażenia jesteśmy. To rozwiązanie oparte o wytyczne Światowej Organizacji Zdrowia (WHO).
uk: Додаток складається з двох модулів. Перший з них - це модуль, що дозволяє самостійно контролювати стан свого здоров'я. Це своєрідний «щоденник», який дозволяє постійно перевіряти, чи знаходитеся ви у групі ризику зараження, і якщо так - якій групі ризику. Це рішення базується на рекомендаціях Всесвітньої організації охорони здоров’я (ВООЗ).

# more_information_text6
source: The second module is scanning your surroundings and will notify you in case of risk of contact with the virus.
pl: Drugi moduł – to skanowanie Twojego otoczenia i komunikowanie wprzypadku ryzyka kontaktu z wirusem.
uk: Другий модуль - це сканування вашого оточення та осіб, з якими ви спілкуєтеся, у випадку ризику контакту з вірусом.

# more_information_text7
source: If you turn on Bluetooth on your phone, the application will communicate with other users' devices. Don't worry, it will not share with them any data about you. No one will be able to access the contents of your phone.
pl: Jeśli włączysz w swoim telefonie Bluetooth, aplikacja będzie komunikowała się z urządzeniami jej innych użytkowników. Spokojnie, nie będzie im przekazywała żadnych danych na Twój temat. Nikt nie dostanie dostępu do zawartości Twojego telefonu.
uk: Якщо ви увімкнете Bluetooth на своєму телефоні, додаток обмінюватиметься даними з пристроями інших користувачів. Не хвилюйтеся, він не передаватиме їм жодних даних про вас. Ніхто не зможе отримати доступ до даних, що зберігаються на вашому телефоні.

# more_information_text8
source: Information about the devices encountered doesn't contain any data about their owners, it is anonymous, encrypted, and is stored on the phone for two weeks only. Then it is deleted.
pl: Informacje o napotkanych urządzeniach nie zawierają żadnych danych o ich właścicielach, są anonimowe i zakodowane, a do tego przechowywane tylko w telefonie, przez dwa tygodnie. Później są usuwane.
uk: Інформація про виявлені пристрої не містить жодних даних про їх власників, є анонімною та зашифрованою і зберігається лише в телефоні протягом двох тижнів. Згодом вона видаляється.
