Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# isolation_call_text22
source: Immediately notify the district sanitary and epidemiological station by phone or go to an infectious diseases department
pl: Bezzwłocznie, telefonicznie powiadom powiatową stację sanitarno-epidemiologiczną lub udaj się do oddziału zakaźnego
uk: Негайно повідомте по телефону у повітову санітарно-епідеміологічну станцію або зверніться до інфекційного відділення

# isolation_call_text23
source: Report directly to the infectious diseases department or the observation and infectious diseases department
pl: Zgłoś się bezpośrednio do oddziału zakaźnego lub oddziału obserwacyjno-zakaźnego
uk: Зверніться безпосередньо до інфекційного відділення або спостережно-інфекційного відділення

# isolation_call_text24
source: Wear a protective mask
pl: Noś maseczkę ochronną
uk: Використовуйте захисну маску

# isolation_call_text25
source: Strictly follow the rules of hygiene
pl: Ściśle przestrzegaj zasad higieny
uk: Суворо дотримуйтесь правил гігієни,

# isolation_call_text26
source: provided on the website of the Chief Sanitary Inspectorate.
pl: znajdujących się na stronie Głównego Inspektoratu Sanitarnego.
uk: наведених на веб-сайті Головної санітарної інспекції.

# no_risk_text1
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# no_risk_text2
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією щодо миття рук

# no_risk_text3
source: Cough or sneeze in a disposable handkerchief, alternatively in the elbow bend. Throw the handkerchief in the trash as soon as possible and wash your hands thoroughly.
pl: Gdy kaszlesz lub kichasz, zakrywaj usta i nos chusteczką jednorazową lub zgięciem łokcia. Chusteczkę jak najszybciej wyrzuć do kosza i dokładnie umyj ręce.
uk: Закривайте рот і ніс під час кашлю або чхання Коли ви кашляєте або чхаєте, прикривайте рот і ніс одноразовою хусткою або згином ліктя. Якнайшвидше викиньте хустку в смітник і ретельно вимийте руки.

# no_risk_text4
source: Avoid close (less than 2 meters) contact with other people.
pl: Unikaj bliskiego (mniej niż 2 metry) kontaktu z innymi osobami.
uk: Уникайте близького (менше 2 метрів) контакту з іншими особами.

# no_risk_text5
source: The virus enters the body through the mouth, nose and eyes. You can move it from a contaminated surface. Viruses can persist for hours or days on objects contaminated with secretions such as saliva. According to current knowledge, the coronavirus can survive for up to 3 hours in aerosol particles, up to 24 hours on cardboard and up to 72 hours on stainless steel or plastic.
pl: Wirus przedostaje się do organizmu przez usta, nos i oczy. Możesz go przenieść z zanieczyszczonej powierzchni. Wirusy mogą utrzymywać się do kilku godzin lub dni na przedmiotach, na których znajdują się wydzieliny, np. ślina. Zgodnie z obecnym stanem wiedzy, koronawirus może przetrwać do 3 godzin w formie aerozolu, do 24 godzin na powierzchni kartonowej i do 72 godzin na stali nierdzewnej lub plastiku.
uk: Вірус потрапляє в організм через рот, ніс та очі. Ви можете перенести його з забрудненої поверхні. Віруси можуть утримуватися до кількох годин або днів на предметах, на яких залишилися такі виділення, як слина. Згідно з актуальними даними, коронавірус може існувати до 3 годин у формі аерозолю, до 24 годин на картонній поверхні та до 72 годин на поверхні з нержавіючої сталі або пластику.

# no_risk_text6
source: Limit exits from home to the strictly necessary. By doing this, you will reduce the risk of the coronavirus spreading, as well as protect yourself and others.
pl: Ogranicz wyjścia z domu do niezbędnego minimum. W ten sposób zmniejszysz ryzyko rozprzestrzeniania się koronawirusa i chronisz siebie i innych.
uk: Обмежте виходи з дому до необхідного мінімуму. Таким чином ви захищаєте себе та інших.

# no_risk_text7
source: Go through this interview again when new symptoms develop or you come into contact with a person tested positive.
pl: Przejdź przez ten wywiad ponownie w przypadku pojawienia się nowych objawów lub kontaktu z osobą chorą.
uk: Пройдіть це опитування ще раз у випадку появи нових симптомів або контакту з хворою особою.

# no_risk_text8
source: Wash your hands frequently
pl: Często myj ręce
uk: Часто мийте руки

# no_risk_text9
source: on the website of the Chief Sanitary Inspectorate.
pl: na stronie Głównego Inspektoratu Sanitarnego.
uk: на веб-сайті Головної санітарної інспекції.

# no_risk_text10
source: Cover your mouth and nose when you cough or sneeze
pl: Zasłoń usta i nos gdy kaszlesz lub kichasz
uk: Закривайте рот і ніс під час кашлю або чхання

# no_risk_text11
source: Keep a safe distance from others
pl: Zachowaj bezpieczną odległość od innych (2 m)
uk: Дотримуйтесь безпечної відстані від інших осіб (2 м)

# no_risk_text12
source: Avoid touching your face, especially your eyes, nose, and mouth
pl: Unikaj dotykania twarzy, szczególnie oczu, nosa i ust
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота

# no_risk_text13
source: #StayAtHome
pl: #ZostańWDomu
uk: #ЗалишайтесяВдома

# no_risk_text14
source: Monitor your health condition
pl: Obserwuj swój stan zdrowia
uk: Слідкуйте за станом свого здоров’я

# quarantine_text1
source: You must quarantine at home; at the address you indicate in advance. You cannot change the quarantine location. If you don't have the option to quarantine at home, you can do it in a facility indicated by the relevant authorities.
pl: Kwarantannę musisz odbywać w domu, pod adresem, który wcześniej wskażesz. Nie możesz zmienić miejsca kwarantanny. Jeśli nie masz możliwości odbywania kwarantanny w domu, możesz ją odbyć we wskazanym przez odpowiednie służby ośrodku.
uk: Ви повинні перебувати на карантині вдома, за адресою, яку ви вказали. Ви не можете змінити місце відбування карантину. Якщо ви не маєте можливості відбувати карантин вдома, ви можете зробити це у закладі, вказаному відповідними службами.

# quarantine_text2
source: Under no circumstances leave your home. You're not allowed to go out to do shopping, walk the dog, or see a doctor.
pl: W żadnym wypadku nie opuszczaj domu. Nie wolno ci wychodzić do sklepu, na spacer z psem, ani do lekarza.
uk: В жодному разі не виходьте з дому. Вам заборонено виходити до магазину, вигулювати собаку або відвідувати лікаря.

# quarantine_text3
source: If you have pets with you, give them to your relatives or friends for the duration of the quarantine if possible. If you are unable to do so, contact the commune for help by phone.
pl: Jeśli masz pod swoją opieką zwierzęta, w miarę możliwości na czas trwania kwarantanny przekaż je pod opiekę rodzinie lub znajomym. Jeśli nie masz takiej możliwości, zwróć się telefonicznie o pomoc do gminy.
uk: Якщо ви маєте домашніх тварин, віддайте їх родичам або друзям на час карантину, якщо це можливо. Якщо ви не маєте такої можливості, зверніться по телефону до ґміни по допомогу.

# quarantine_text4
source: Don't meet with other people or invite people to your place.
pl: Nie spotykaj się z innymi osobami i nie zapraszaj ludzi do domu.
uk: Не зустрічайтеся з іншими особами і не запрошуйте людей до себе додому.

# quarantine_text5
source: If you live with your family, they are also quarantined.
pl: Jeśli mieszkasz z rodziną, ją również obowiązuje kwarantanna.
uk: Якщо ви живете з родиною, члени родини також повинні відбути карантин.

# quarantine_text6
source: Monitor your body temperature at least twice a day.
pl: Monitoruj temperaturę ciała minimum 2 razy dziennie.
uk: Перевіряйте температуру тіла мінімум 2 рази на день.

# quarantine_text7
source: Provide information about your health condition to the employees of the poviat sanitary and epidemiological station who call you.
pl: Udzielaj informacji o swoim stanie zdrowia dzwoniącym do ciebie pracownikom powiatowej stacji sanitarno-epidemiologicznej.
uk: Надавайте інформацію про стан вашого здоров’я працівникам повітової санітарно-епідеміологічної станції, які телефонують вам.

# quarantine_text8
source: Cooperate with policemen who will check whether you comply with the quarantine.
pl: Współpracuj z policjantami, którzy będą sprawdzać, czy przestrzegasz kwarantanny.
uk: Співпрацюйте з поліцейськими, які перевірятимуть, чи дотримуєтесь ви карантину.

# quarantine_text9
source: Wash your hands frequently
pl: Często myj ręce
uk: Часто мийте руки

# quarantine_text10
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# quarantine_text11
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією щодо миття рук

# quarantine_text12
source: Cover your mouth and nose when you cough or sneeze
pl: Zasłoń usta i nos gdy kaszlesz lub kichasz
uk: Закривайте рот і ніс під час кашлю або чхання

# quarantine_text13
source: Cough or sneeze in a disposable handkerchief, alternatively in the elbow bend. Throw the handkerchief in the trash as soon as possible and wash your hands thoroughly.
pl: Gdy kaszlesz lub kichasz, zakrywaj usta i nos chusteczką jednorazową lub zgięciem łokcia. Chusteczkę jak najszybciej wyrzuć do kosza i dokładnie umyj ręce.
uk: Коли ви кашляєте або чхаєте, прикривайте рот і ніс одноразовою хусткою або згином ліктя. Якнайшвидше викиньте хустку в смітник і ретельно вимийте руки.

# quarantine_text14
source: Keep a safe distance from others
pl: Zachowaj bezpieczną odległość od innych
uk: Дотримуйтесь безпечної відстані від інших осіб

# quarantine_text15
source: Avoid close (less than 2 meters) contact with other people.
pl: Unikaj bliskiego (mniej niż 2 metry) kontaktu z innymi osobami.
uk: Уникайте близького (менше 2 метрів) контакту з іншими особами.

# quarantine_text16
source: Avoid touching your face, especially your eyes, nose, and mouth
pl: Unikaj dotykania twarzy, szczególnie oczu, nosa i ust
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота

# quarantine_text17
source: The virus enters the body through the mouth, nose and eyes. You can move it from a contaminated surface. Viruses can persist for hours or days on objects contaminated with secretions such as saliva. According to current knowledge, the coronavirus can survive for up to 3 hours in aerosol particles, up to 24 hours on cardboard and up to 72 hours on stainless steel or plastic.
pl: Wirus przedostaje się do organizmu przez usta, nos i oczy. Możesz go przenieść z zanieczyszczonej powierzchni. Wirusy mogą utrzymywać się do kilku godzin lub dni na przedmiotach, na których znajdują się wydzieliny, np. ślina. Zgodnie z obecnym stanem wiedzy, koronawirus może przetrwać do 3 godzin w formie aerozolu, do 24 godzin na powierzchni kartonowej i do 72 godzin na stali nierdzewnej lub plastiku.
uk: Вірус потрапляє в організм через рот, ніс та очі. Ви можете перенести його з забрудненої поверхні. Віруси можуть утримуватися до кількох годин або днів на предметах, на яких залишилися такі виділення, як слина. Згідно з актуальними даними, коронавірус може існувати до 3 годин у формі аерозолю, до 24 годин на картонній поверхні та до 72 годин на поверхні з нержавіючої сталі або пластику.

# quarantine_text18
source: Use separate utensils and a separate bathroom
pl: Używaj oddzielnych naczyń i osobnej łazienki
uk: Використовуйте окремий посуд та окрему ванну кімнату

# quarantine_text19
source: If you cannot use a separate bathroom or toilet, disinfect it with an available cleaning agent.
pl: Jeśli nie masz możliwości korzystania z osobnej łazienki lub toalety, zdezynfekuj ją dostępnym środkiem czystości.
uk: Якщо ви не можете користуватися окремою ванною кімнатою або туалетом, продезінфікуйте їх наявним миючим засобом.

# quarantine_text20
source: Air your apartment several times a day
pl: Wietrz mieszkanie kilka razy dziennie
uk: Провітрюйте квартиру кілька разів на день

# quarantine_text21
source: Disinfect surfaces
pl: Dezynfekuj powierzchnie
uk: Дезінфікуйте поверхні

# quarantine_text22
source: Often disinfect surfaces such as countertops, door handles or phone screens. Clean the devices you use after using them.
pl: Często dezynfekuj powierzchnie takie jak: blaty, klamki czy ekrany telefonów. Myj po sobie urządzenia, z których korzystasz.
uk: Часто дезінфікують такі поверхні, як стільниці, дверні ручки та екрани телефонів. Мийте після себе прилади, якими ви користуєтесь.

# quarantine_text23
source: In the event of a sudden deterioration of your health conditions and symptoms such as:
pl: W przypadku nagłego pogorszenia stanu zdrowia i wystąpienia takich objawów jak:
uk: У разі раптового погіршення стану здоров'я та появи таких симптомів, як:

# quarantine_text24
source: fever greater than 38°C,
pl: gorączka powyżej 38°C,
uk: підвищена температура тіла вище 38°C,

# quarantine_text25
source: cough,
pl: kaszel,
uk: кашель,

# quarantine_text26
source: shortness of breath and breathing problems,
pl: duszność i problemy z oddychaniem,
uk: задишка і проблеми з диханням,

# quarantine_text27
source: immediately notify the poviat sanitary and epidemiological station by phone and report directly to the infectious diseases department or the observation and infectious department.
pl: bezzwłocznie, telefonicznie powiadom powiatową stację sanitarno-epidemiologiczną i zgłoś się bezpośrednio do oddziału zakaźnego lub oddziału obserwacyjno-zakaźnego.
uk: негайно повідомте про це по телефону у повітову санітарно-епідеміологічну станцію та зверніться безпосередньо до інфекційного відділення або спостережно-інфекційного відділення.

# quarantine_text28
source: Find the number of the nearest station
pl: Znajdź numer najbliższej stacji
uk: Знайти номер телефону найближчої станції

# quarantine_text29
source: Check out where to find a hospital with an infectious diseases department
pl: Sprawdź, gdzie jest szpital z oddziałem zakaźnym
uk: Перевірити, де знаходиться лікарня з інфекційним відділенням

# quarantine_text30
source: When moving to an infectious diseases hospital, be sure to wear a face mask and always cover your mouth and nose when you cough or sneeze. Don't use public transport to get to the hospital. If you don't have your own transport, the sanitary and epidemiological station can send an ambulance to pick you up.
pl: W trakcie przemieszczania się do szpitala zakaźnego koniecznie załóż maseczkę i zawsze zasłaniaj usta i nos gdy kaszlesz lub kichasz. Udając się do szpitala, nie korzystaj z transportu zbiorowego. Jeśli nie posiadasz własnego transportu, stacja sanitarno-epidemiologiczna ma możliwość wysłania po Ciebie karetki.
uk: Під час переміщення до лікарні обов’язково одягайте маску, а також завжди закривайте рот і ніс, кашляючи або чхаючи. Збираючись до лікарні, не користуйтесь громадським транспортом. Якщо ви не маєте власного транспорту, санітарно-епідеміологічна станція може надіслати по вас транспортний засіб.

# quarantine_text31
source: In a life-threatening or health-threatening condition (e.g. shortness of breath), call an ambulance by calling the emergency number
pl: W stanie zagrażającym życiu lub zdrowiu (np. duszność), wezwij pogotowie, dzwoniąc na numer alarmowy
uk: У випадку стану, що загрожує життю або здоров'ю (наприклад, задишка), викличте швидку допомогу, зателефонувавши за номером екстреної служби

# quarantine_text33
source: or
pl: lub
uk: або

# quarantine_text35
source: . Be sure to mention that it may be about a patient with coronavirus.
pl: . Koniecznie uprzedź, że może chodzić o pacjenta z koronawirusem.
uk: . Обов’язково повідомте, що це може бути пацієнт з коронавірусом.

# quarantine_text36
source: You are not left alone during quarantine. Many places provide the necessary information and offer additional help, such as material assistance and help with shopping:
pl: Podczas odbywania kwarantanny nikt nie jest pozostawiony bez opieki. Wiele miejsc udziela niezbędnych informacji i oferuje dodatkową pomoc, np. pomoc materialną i pomoc w zakupach:
uk: Під час відбування карантину вас не залишили на самоті. Багато установ надають необхідну інформацію та пропонують додаткову допомогу, наприклад, матеріальну допомогу та допомогу з покупками:

# quarantine_text37
source: Social Welfare Centre
pl: Ośrodek pomocy społecznej
uk: Центр соціальної допомоги

# quarantine_text38
source: Call the social welfare centre in your place of residence. A social worker from the social welfare centre will contact you by phone.
pl: Zadzwoń do ośrodka pomocy społecznej w miejscowości, w której mieszkasz. Pracownik socjalny ośrodka pomocy społecznej skontaktuje się z tobą telefonicznie.
uk: Зателефонуйте до центру соціальної допомоги у місцевості, в якій ви живете. Соціальний працівник центру соціальної допомоги зв’яжеться з вами по телефону.

# quarantine_text39
source: Police
pl: Policja
uk: Поліція

# quarantine_text40
source: Police officers who check that you are at home will pay particular attention to people who are alone, elderly or disabled. They will provide information about such persons to the social welfare centre.
pl: Funkcjonariusze policji, którzy sprawdzają, czy przebywasz w domu, szczególną uwagę będą zwracać na osoby samotne, starsze, czy niepełnosprawne. Informacje o takich osobach przekażą do ośrodka pomocy społecznej.
uk: Працівники поліції, які перевіряють вашу присутність вдома, звертатимуть особливу увагу на самотніх, літніх осіб або осіб з особливими потребами. Вони надаватимуть інформацію про таких осіб до центру соціальної допомоги.

# quarantine_text41
source: Commune (hot meals and food products)
pl: Gmina (ciepłe posiłki i produkty żywnościowe)
uk: Ґміна (гаряче харчування та продукти харчування)

# quarantine_text42
source: If you are unable to provide yourself with a hot meal or food products and you cannot count on help from your family, the commune will help you. Meals and food products will be provided by designated persons in cooperation with volunteers of non-governmental organisations.
pl: Jeśli nie jesteś w stanie zapewnić sobie gorącego posiłku lub żywności i nie możesz liczyć na pomoc rodziny, pomocy udzieli ci gmina. Posiłki i produkty żywnościowe będą dostarczane przez osoby wyznaczone we współpracy z wolontariuszami organizacji pozarządowych.
uk: Якщо ви не можете забезпечити себе гарячою їжею або продуктами харчування і не можете розраховувати на допомогу з боку родини, ґміна допоможе вам. Їжу та продукти харчування доставлятимуть призначені особи у співпраці з волонтерами неурядових організацій.

# quarantine_text43
source: Psychologist
pl: Psycholog
uk: Психолог

# quarantine_text44
source: If you need a psychologist's help, call the social welfare centre in your commune or the poviat family support centre in your poviat.
pl: Jeśli potrzebujesz pomocy psychologa, zadzwoń do ośrodka pomocy społecznej w swojej gminie bądź powiatowego centrum pomocy rodzinie w swoim powiecie.
uk: Якщо вам потрібна допомога психолога, зателефонуйте до центру соціальної допомоги у вашій ґміні або до центру підтримки сім'ї у вашому повіті.

# quarantine_text45
source: Stay at home for 14 days
pl: Pozostań w domu przez 14 dni
uk: Залишайтеся вдома протягом 14 днів

# quarantine_text46
source: Follow the quarantine rules
pl: Stosuj się do zasad kwarantanny
uk: Дотримуйтесь правил карантину

# quarantine_text47
source: Follow the rules of hygiene
pl: Przestrzegaj zasad higieny
uk: Дотримуйтесь правил гігієни

# quarantine_text48
source: on the website of the Chief Sanitary Inspectorate.
pl: na stronie Głównego Inspektoratu Sanitarnego.
uk: на веб-сайті Головної санітарної інспекції.

# quarantine_text49
source: Monitor your health condition. If it is alarming or worsening - react.
pl: Obserwuj swój stan zdrowia. Jeżeli jest niepokojący lub się pogarsza – reaguj.
uk: Слідкуйте за станом свого здоров’я. Якщо він викликає стурбованість або погіршується - реагуйте!

# quarantine_text50
source: Don't be afraid to ask for help
pl: Nie bój się prosić o pomoc
uk: Не бійтеся звертатися по допомогу

# self_monitoring_text1
source: Although your symptoms are most likely caused by another illness, stay home until you recover. Resting at home will not only allow you to recover faster, but also reduce the risk of infection to yourself and others, especially the elderly and the less immune.
pl: Chociaż twoje objawy najpewniej wywołane są przez inną chorobę, pozostań w domu, dopóki nie wyzdrowiejesz. Odpoczynek w domu nie tylko pozwoli ci szybciej wyzdrowieć, ale także zmniejszy ryzyko zakażenia siebie oraz innych osób, szczególnie starszych i mniej odpornych.
uk: Хоча ваші симптоми, швидше за все, викликані іншою хворобою, залишайтеся вдома, поки не одужаєте. Відпочинок вдома не тільки дозволить швидше одужати, але й зменшить ризик зараження себе та оточуючих, особливо осіб похилого віку та осіб з ослабленим імунітетом.

# self_monitoring_text2
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# self_monitoring_text3
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією щодо миття рук

# self_monitoring_text4
source: Cough or sneeze in a disposable handkerchief, alternatively in the elbow bend. Throw the handkerchief in the trash as soon as possible and wash your hands thoroughly.
pl: Gdy kaszlesz lub kichasz, zakrywaj usta i nos chusteczką jednorazową lub zgięciem łokcia. Chusteczkę jak najszybciej wyrzuć do kosza i dokładnie umyj ręce.
uk: Закривайте рот і ніс під час кашлю або чхання Коли ви кашляєте або чхаєте, прикривайте рот і ніс одноразовою хусткою або згином ліктя. Якнайшвидше викиньте хустку в смітник і ретельно вимийте руки.

# self_monitoring_text5
source: Avoid close (less than 2 meters) contact with other people.
pl: Unikaj bliskiego (mniej niż 2 metry) kontaktu z innymi osobami.
uk: Уникайте близького (менше 2 метрів) контакту з іншими особами.
