Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# regulations_content_text92
source: the Person Tested Positive, will ask if such person is a STOP COVID - ProteGO Safe User. If the Person Tested Positive is a STOP COVID - ProteGO Safe User, the Contact Centre consultant will propose to enter the PIN Code to STOP COVID - ProteGO Safe in order to anonymously confirm that the Device belongs to a Person Tested Positive and initiate the process of transmitting the message about exposure to infection to other Application Users (by sending the Diagnostic Key). Entering the PIN Code initiates the process of sending the Diagnostic Key to the STOP COVID - ProteGO Safe Server, which then transmits the Diagnostic Key to Application Users' Devices.
pl: Osobie Chorej zapyta, czy Osoba Chora jest Użytkownikiem STOP COVID - ProteGO Safe. Jeżeli Osoba Chora jest Użytkownikiem STOP COVID - ProteGO Safe, konsultant Centrum Kontaktu zaproponuje wprowadzenie do STOP COVID - ProteGO Safe Kodu PIN celem anonimowego potwierdzenia, że Urządzenie należy do Osoby Chorej i zainicjowania procesu przekazania komunikatu o narażeniu na zakażenie innym Użytkownikom Aplikacji (poprzez przesłanie Klucza Diagnostycznego). Wprowadzenie Kodu PIN inicjuje proces wysłania Klucza Diagnostycznego na Serwer STOP COVID - ProteGO Safe, który następnie przekazuje Klucz Diagnostyczny do Urządzeń Użytkowników Aplikacji.
uk: Хворій особі, запитає, чи Хвора особа є Користувачем STOP COVID - ProteGO Safe. Якщо Хвора особа є Користувачем STOP COVID - ProteGO Safe, консультант Контактного центру запропонує ввести ПІН-код у STOP COVID - ProteGO Safe, щоб анонімно підтвердити, що Пристрій належить Хворій особі, та ініціювати процес передачі повідомлення про ризик зараження іншим Користувачам Додатка (через надсилання Діагностичного ключа). Введення ПІН-коду ініціює процес надсилання Діагностичного ключа на Сервер STOP COVID - ProteGO Safe, який після цього передає Діагностичний ключ на Пристрої Користувачів Додатка.

# risk_test_text1
source: We have prepared for you a new test for today
pl: Przygotowaliśmy dla Ciebie nowy test na dzisiaj
uk: Сьогодні ми підготували для вас новий тест

# risk_test_text2
source: Perform the Risk Assessment TEST
pl: Wykonaj TEST oceny ryzyka
uk: Пройдіть ТЕСТ оцінки ризику

# risk_test_text3
source: Tests performed:
pl: Wykonane testy:
uk: Виконані тести:

# report_bug_text1
source: Report an error
pl: Zgłoś błąd
uk: Повідомити про помилку

# report_bug_text2
source: STOP COVID - ProteGO Safe is a free application that allows you to assess the risk of coronavirus infection based on the guidelines of the World Health Organization (WHO), keep a health diary and learn more about prevention. By observing the results and applying remedial measures, you minimise the risk of getting sick with
pl: STOP COVID - ProteGO Safe to darmowa aplikacja, dzięki której możesz oceniać ryzyko infekcji koronawirusem na podstawie wytycznych Światowej Organizacji Zdrowia (WHO), prowadzić dziennik stanu zdrowia oraz lepiej poznać profilaktykę. Obserwując wyniki oraz stosując środki zaradcze minimalizujesz ryzyko zachorowania na
uk: STOP COVID - ProteGO Safe - це безкоштовний додаток, який дозволяє оцінювати ризик зараження коронавірусом на основі рекомендацій Всесвітньої організації охорони здоров’я (ВООЗ), вести журнал стану здоров’я та дізнаватися більше про профілактику. Спостерігаючи за результатами та застосовуючи профілактичні заходи, ви мінімізуєте ризик захворіти на

# report_bug_text3
source: Do you have any questions? You have found an error? Feel free to contact us!
pl: Masz pytania? Znalazłeś błąd? Skontaktuj się z nami!
uk: Маєте запитання? Ви знайшли помилку? Зв'яжіться з нами!

# risk_test_data_text1
source: Risk assessment test
pl: Test oceny ryzyka
uk: Тест на оцінку ризику

# risk_test_data_text2
source: Assigned group
pl: Przyznana grupa
uk: Призначена група

# risk_test_data_text3
source: TODAY
pl: DZIŚ
uk: СЬОГОДНІ

# risk_test_data_text4
source: FOLLOW PREVENTIVE MEASURES
pl: PRZESTRZEGAJ PROFILAKTYKI
uk: ВИКОНУЙТЕ ПРОФІЛАКТИЧНІ ЗАХОДИ

# risk_test_data_text5
source: SELF-OBSERVATION - STAY AT HOME AND MONITOR YOUR HEALTH CONDITION
pl: SAMOOBSERWACJA - POZOSTAŃ W DOMU I MONITORUJ STAN ZDROWIA
uk: САМОСТІЙНЕ СПОСТЕРЕЖЕННЯ ЗА СТАНОМ СВОГО ЗДОРОВ'Я - ЗАЛИШАЙТЕСЯ ВДОМА І СТЕЖТЕ ЗА СТАНОМ СВОГО ЗДОРОВ'Я

# risk_test_data_text6
source: DOMESTIC SECRETION. AVOID CONTACT WITH PEOPLE YOU LIVE WITH. MONITOR YOUR HEALTH CONDITION.
pl: ODOSOBNIENIE DOMOWE. UNIKAJ KONTAKTU Z DOMOWNIKAMI. OBSERWUJ SWÓJ STAN ZDROWIA.
uk: ІЗОЛЯЦІЯ ВДОМА. УНИКАЙТЕ КОНТАКТУ З ОСОБАМИ, З ЯКИМИ ВИ ПРОЖИВАЄТЕ. СПОСТЕРІГАЙТЕ ЗА СТАНОМ СВОГО ЗДОРОВ'Я.

# risk_test_data_text7
source: HOME ISOLATION. AVOID CONTACT WITH PEOPLE YOU LIVE WITH. CALL THE EMERGENCY NUMBER.
pl: IZOLACJA DOMOWA. UNIKAJ KONTAKTU Z DOMOWNIKAMI. SKONSULTUJ SIĘ Z NUMEREM ALARMOWYM.
uk: ІЗОЛЯЦІЯ ВДОМА. УНИКАЙТЕ КОНТАКТУ З ОСОБАМИ, З ЯКИМИ ВИ ПРОЖИВАЄТЕ. ЗВЕРНІТЬСЯ ЗА НОМЕРОМ ЕКСТРЕНОЇ ДОПОМОГИ.

# risk_test_data_text8
source: UNDER NO CIRCUMSTANCE SHOULD YOU LEAVE HOME. CONTACT WITH OTHER PEOPLE / HOUSEHOLD MEMBERS IS PROHIBITED. YOU NEED TO CALL THE EMERGENCY NUMBER.
pl: BEZWZGLĘDNIE NIE OPUSZCZAJ DOMU. ZABRONIONY KONTAKT Z INNYMI LUDŹMI/DOMOWNIKAMI. OBOWIĄZKOWY KONTAKT Z NUMEREM ALARMOWYM.
uk: НЕ ВИХОДЬТЕ З ДОМУ ЗА ЖОДНИХ ОБСТАВИН. ЗАБОРОНЕНО КОНТАКТИ З ІНШИМИ ОСОБАМИ/ ОСОБАМИ, З ЯКИМИ ВИ ПРОЖИВАЄТЕ. ОБОВ’ЯЗКОВИЙ КОНТАКТ ЗА НОМЕРОМ ЕКСТРЕНОЇ ДОПОМОГИ.

# risk_test_data_text9
source: YOUR SYMPTOMS ARE CONCERNING, CONSULT A PHYSICIAN.
pl: TWOJE OBJAWY SĄ NIEPOKOJĄCE, SKONSULTUJ SIĘ Z LEKARZEM.
uk: ВАШІ СИМПТОМИ НАСТОРОЖУЮТЬ, ЗВ'ЯЖІТЬСЯ З ЛІКАРЕМ.

# settings_container_text1
source: We use the Bluetooth Module to be able to protect each other and enable the Application to inform about threats.
pl: Korzystamy z Modułu Bluetooth aby móc chronić się wzajemnie i umożliwić aplikacji informowanie o zagrożeniach.
uk: Ми використовуємо модуль Bluetooth, щоб захистити одне одного та дозволити Додатку інформувати про загрози.

# settings_container_text2
source: Consent to the use of Bluetooth to detect threats
pl: Zgoda na używanie Bluetooth w celu wykrycia zagrożeń
uk: Згода на використання Bluetooth для виявлення ризиків

# settings_container_text3
source: Settings
pl: Ustawienia
uk: Налаштування

# upload_data_text1
source: If the laboratory test will detect your infection with Covid-19, you will be contacted by the Contact Centre Operator. Enter the PIN Code provided by the Operator below - this will let others know that they may have been in contact with the coronavirus. Don’t worry, the information is completely anonymous.
pl: Jeśli w związku z przeprowadzonym testem laboratoryjnym zostanie u Ciebie wykryty Covid-19, skontaktuje się z Tobą Operator Centrum Kontaktu. Wprowadź podany przez niego kod PIN poniżej - dzięki temu dasz innym znać, że mogli mieć kontakt z koronawirusem. Nie martw się, informacje są w pełni anonimowe.
uk: Якщо в ході виконаного лабораторного тесту у вас буде виявлено Covid-19, з вами зв’яжеться оператор Контактного центру. Нижче введіть ПІН-код, який він вам вкаже, - це дозволить повідомити іншим особам, що вони, можливо, контактували з носієм коронавірусу. Не хвилюйтеся, інформація повністю анонімна.

# upload_data_text2
source: Do you need help?
pl: Potrzebujesz pomocy?
uk: Вам потрібна допомога?

# upload_data_text3
source: Contact the Contact Centre:
pl: Skontaktuj się z Centrum Kontaktu:
uk: Зверніться до Контактного центру:

# upload_data_text5
source: Provide information
pl: Przekaż informacje
uk: Надайте інформацію

# upload_in_progress_text1
source: thank you for thinking about others. You are a responsible and supportive person. Information about the risk of contact with the coronavirus will be sent to the devices of people whom you have met.
pl: dziękujemy, że myślisz o innych. Wykazujesz się odpowiedzialnością i solidarnością. Informacja o ryzyku kontaktu z koronawirusem trafi na urządzenia osób, z którymi doszło do spotkania.
uk: дякуємо, що ви думаєте про інших. Ви відповідальна і солідарна особа. Інформація про ризик контакту з носієм коронавірусу надійде на Пристрої осіб, з якими ви бачилися.

# upload_in_progress_text2
source: We care about your privacy and the security of your data. Providing this information is fully anonymous. There is no way anyone can identify you. For more information, please refer to the
pl: Dbamy o Twoją prywatność i bezpieczeństwo Twoich danych. Przekazujesz informacje w pełni anonimowo. Nie ma możliwości, by ktokolwiek mógł Cię zidentyfikować. Więcej informacji znajdziesz w
uk: Ми дбаємо про вашу конфіденційність та безпеку ваших даних. Ви надаєте інформацію повністю анонімно. Ніхто не має можливості ідентифікувати вас. Більше інформації наведено у

# upload_in_progress_text3
source: Privacy Policy
pl: Polityce prywatności
uk: Політиці конфіденційності

# ban-pin-tries_text1
source: Your PIN is incorrect or has expired. Please check the correctness of PIN Code and try again.
pl: Twój PIN jest niepoprawny lub wygasł. Sprawdź poprawność kodu PIN i spróbuj ponownie. Próba {{amount}} z {{limit}}
uk: Ваш ПІН-код невірний, або минув термін його дії. Перевірте правильність ПІН-коду і повторіть спробу. Спроба Próba {{amount}} з {{limit}}

# user_data_text1
source: Please find below the information you have provided. The Application stores them only in the memory of your phone. You can edit or delete them at any time. If you're using the Coronavirus Exposure Alert feature, you'll also find a place to enter your PIN here.
pl: Poniżej znajdują się podane przez Ciebie informacje. Aplikacja przechowuje je tylko w pamięci Twojego telefonu. W dowolnej chwili możesz je edytować lub usunąć. Jeśli korzystasz z funkcji powiadamiana o narażeniu na koronawirusa, znajdziesz tutaj także miejsce na podanie numeru PIN.
uk: Нижче наведена інформація, яку ви надали. Додаток зберігає її лише у пам’яті вашого телефону. Ви можете у будь-який час редагувати або видаляти її. Якщо ви використовуєте функцію повідомлення про ризик зараження коронавірусом, ви також знайдете тут місце для введення вашого ПІН-коду.

# user_data_text2
source: Manage data
pl: Zarządzaj danymi
uk: Керувати даними

# user_data_text3
source: Update your Health Metric
pl: Aktualizuj Metrykę Zdrowia
uk: Оновити медичну метрику

# user_data_text4
source: Provide data
pl: Przekaż dane
uk: Надати дані

# user_data_settings_text1
source: Manage data
pl: Zarządzaj danymi
uk: Керувати даними

# user_data_settings_text2
source: Important
pl: Ważne
uk: Важливо

# user_data_settings_text3
source: If you erase your data, the app will become unusable. The archive of your Health Diary will be lost, and all data will have to be re-entered.
pl: Jeśli wymażesz swoje dane, aplikacja stanie się bezużyteczna. Archiwum Twojego Dziennika Zdrowia przepadnie, a wszelkie dane będzie trzeba podawać ponownie.
uk: Якщо ви видалите ваші дані, Додаток стане непридатним для використання. Архів вашого Щоденника здоров’я буде втрачений, і всі дані доведеться вводити повторно.

# user_data_settings_text4
source: Erase data
pl: Wymaż dane
uk: Видалити дані

# modal_confirmation_text1
source: Your data has been erased.
pl: Twoje dane zostały wymazane.
uk: Ваші дані видалені.

# modal_content_text1
source: Are you sure you want to erase the data?
pl: Czy na pewno wymazać dane?
uk: Ви впевнені, що хочете видалити дані?

# modal_content_text2
source: This operation cannot be undone. You will lose all history and all data provided. To continue using the application, you will have to provide your data again. In order to fully erase the data, we can move you to the system settings, where you can also erase the meeting data.
pl: Tej operacji nie da się odwrócić. Stracisz całą historię i wszystkie podane dane. Jeśli będziesz chcieć korzystać dalej z aplikacji, konieczne bedzie ponowne podanie danych. W celu pełnego wymazania danych możemy przenieść Cię do ustawień systemowych, gdzie będziesz mógł wymazać także dane spotkań.
uk: Цю операцію неможливо скасувати. Ви втратите всю історію та всі введені дані. Якщо ви хочете продовжувати користуватися Додатком, вам доведеться знову ввести ваші дані. Щоб повністю видалити дані, ви можете перейти до системних налаштувань, де ви також можете видалити дані зустрічей.

# triage_level_no_risk_content
source: If you come back to Poland from abroad or live with a person sent to quarantine after 31 March 2020, you will be automatically sent to quarantine (if your health condition allows it).
pl: Jeśli wracasz do Polski z zagranicy lub mieszkasz z osobą skierowaną na kwarantannę po dniu 31.03.2020, zostaniesz automatycznie skierowany|skierowana na kwarantannę (o ile pozwala na to twój stan zdrowia).
uk: Якщо ви повернулися до Польщі з-за кордону або мешкаєте разом з особою, скерованою на карантин, після 31.03.2020 р., вас автоматично скерують на карантин (якщо це дозволяє ваш стан здоров’я).

# triage_level_self_monitoring_content
source: If you come back to Poland from abroad or live with a person sent to quarantine after 31 March 2020, you will be automatically sent to quarantine (if your health condition allows it).
pl: Jeśli wracasz do Polski z zagranicy lub mieszkasz z osobą skierowaną na kwarantannę po dniu 31.03.2020, zostaniesz automatycznie skierowany|skierowana na kwarantannę (o ile pozwala na to twój stan zdrowia).
uk: Якщо ви повернулися до Польщі з-за кордону або мешкаєте разом з особою, скерованою на карантин, після 31.03.2020 р., вас автоматично скерують на карантин (якщо це дозволяє ваш стан здоров’я).

# triage_level_quarantine_content
source: React if your symptoms seem disturbing.
pl: Jeśli twoje objawy wydają się niepokojące – reaguj.
uk: Якщо ваші симптоми здаються тривожними, реагуйте!

# triage_level_isolation_call_content
source: Immediately notify the poviat sanitary and epidemiological station by phone and report directly to the infectious diseases department or the observation and infectious department. Avoid contact with other people.
pl: Bezzwłocznie telefonicznie powiadom powiatową stację sanitarno-epidemiologiczną i zgłoś się bezpośrednio do oddziału zakaźnego lub oddziału obserwacyjno-zakaźnego. Unikaj kontaktu z innymi osobami.
uk: Негайно повідомте по телефону у повітову санітарно-епідеміологічну станцію та зверніться безпосередньо до інфекційного відділення або спостережно-інфекційного відділення. Уникайте контакту з іншими особами.

# triage_level_isolation_ambulance_content
source: Immediately notify the poviat sanitary and epidemiological station by phone and report directly to the infectious diseases department or the observation and infectious department. Avoid contact with other people.
pl: Bezzwłocznie telefonicznie powiadom powiatową stację sanitarno-epidemiologiczną i zgłoś się bezpośrednio do oddziału zakaźnego lub oddziału obserwacyjno-zakaźnego. Unikaj kontaktu z innymi osobami.
uk: Негайно повідомте по телефону у повітову санітарно-епідеміологічну станцію та зверніться безпосередньо до інфекційного відділення або спостережно-інфекційного відділення. Уникайте контакту з іншими особами.

# triage_level_call_doctor_content
source: Your symptoms are not indicative of COVID-19 disease from the coronavirus, but are of concern and require medical attention. If you feel your medical condition is serious and your symptoms are worsening quickly, go to the nearest hospital emergency department (call in advance if possible) or call an emergency number.
pl: Twoje objawy nie wskazują na chorobę COVID-19 wywoływaną koronawirusem, jednak są niepokojące i wymagają konsultacji z lekarzem. Jeśli uważasz, że twój stan zdrowia jest poważny i twoje objawy szybko się pogarszają, udaj się do najbliższego Szpitalnego Oddziału Ratunkowego (zadzwoń tam wcześniej, jeśli to możliwe) lub zadzwoń na numer alarmowy.
uk: Ваші симптоми не вказують на наявність хвороби COVID-19, викликаної коронавірусом, але викликають занепокоєння та потребують медичної допомоги. Якщо ви відчуваєте, що ваш стан здоров'я є серйозним, а симптоми швидко погіршуються, зверніться до найближчого лікарняного відділення швидкої допомоги (зателефонуйте туди заздалегідь, якщо це можливо) або зателефонуйте за номером екстреної допомоги.

# triage_level_low_risk
source: Low risk of infection
pl: Niskie ryzyko infekcji
uk: Низький ризик зараження

# triage_level_medium_risk
source: Medium risk of infection
pl: Średnie ryzyko infekcji
uk: Середній ризик зараження

# triage_level_high_risk
source: High risk of infection
pl: Wysokie ryzyko infekcji
uk: Високий ризик зараження

# exposure_triage_level_medium_risk_content
source: You have been around someone tested positive for Covid-19. You are in the Medium Risk Group. Contact the State Sanitary Inspectorate on 222 500 115, an employee of the helpline will guide you further.
pl: Pobyt w okolicy osoby chorej na Covid-19. Jesteś w Grupie Średniego Ryzyka. Skontaktuj się z Państwową Inspekcją Sanitarną pod numerem 222 500 115 pracownik infolinii poprowadzi Cię dalej.
uk: Ви були поблизу особи, хворої на Covid-19. Ви входите до Групи середнього ризику. Зверніться до Державної санітарної інспекції за номером телефону 222 500 115, співробітник гарячої лінії допоможе вам.

# exposure_triage_level_high_risk_content
source: You have been near someone tested positive for Covid-19. You are in the High Risk Group. Immediately contact the State Sanitary Inspectorate by calling the special number:222 500 115.
pl: Pobyt blisko osoby chorej na Covid-19. Jesteś w Grupie Wysokiego Ryzyka. Niezwłocznie skontaktuj się z Państwową Inspekcją Sanitarną dzwoniąc na specjalny numer: 222 500 115.
uk: Ви були поруч з особою, хворою на Covid-19. Ви входите до Групи високого ризику. Негайно зверніться до Державної санітарної інспекції за номером телефону 222 500 115.

# exposure_sick_content
source: Take care of yourself and avoid contact with other people! Notify your loved ones with whom you have met recently. If you don't know how to proceed, call the helpline. You will get further help there:
pl: Dbaj o siebie i unikaj kontaktu z innymi osobami! Powiadom bliskich, którzy spotkali się z Tobą w ostatnim czasie. Jeśli nie wiesz jak dalej postępować, zadzwoń na infolinię. Uzyskasz tam dalszą pomoc:
uk: Подбайте про себе і уникайте контакту з іншими особами! Повідомте близьких, з якими ви нещодавно зустрічалися. Якщо ви не знаєте, як діяти далі, зателефонуйте на гарячу лінію. Ви отримаєте подальшу допомогу:

# button_next
source: Next
pl: Dalej
uk: Далі

# button_back
source: Back
pl: Powrót
uk: Назад

# button_save
source: Save
pl: Zapisz
uk: Зберегти

source: Yes
pl: Tak
uk: Так

source: No
pl: Nie
uk: Ні

# smile_container_text1
source: Thank you for thinking about others! It’s a responsible and supportive decision. The information you provide about the risk of contact will be sent to the devices of people who may have had contact with you.
pl: Dziękujemy, że myślisz o innych! To odpowiedzialna i solidarna decyzja. Przekazana przez Ciebie informacja o ryzyku kontaktu trafi na urządzenia osób, które mogły mieć z Tobą kontakt.
uk: Дякую, що думаєте про інших! Це відповідальне та солідарне рішення. Надана вами інформація про ризик контакту надійде на пристрої осіб, які, можливо, контактували з вами.

# smile_container_text2
source: The notification module about possible contact with the coronavirus
pl: Moduł powiadamiania o możliwym kontakcie z koronawirusem
uk: Модуль сповіщення про можливий контакт з носієм коронавірусу

# smile_container_text3
source: has analysed your data. Your result is:
pl: przeanalizował Twoje dane. Twój wynik to:
uk: проаналізував ваші дані. Ваш результат:

# smile_container_text4
source: we have analysed your answers. The result of test from
pl: przeanalizowaliśmy Twoje odpowiedzi. Wynik testu z
uk: ми проаналізували ваші відповіді. Результат тесту від

# smile_container_text5
source: assigns you to the following group:
pl: kwalifikuje Cię do grupy:
uk: ви входите до групи:

# upload_success_text1
source: Thank you
pl: Dziękujemy,
uk: Дякуємо,

# upload_success_text2
source: for thinking about others. The information has been sent.
pl: że myślisz o bezpieczeństwie innych. Informacje zostały przesłane.
uk: що ви думаєте про безпеку інших. Інформація надіслана.

# EXPOSURE_INFO_EXPLANATION
source: STOP COVID - ProteGO Safe analyses information about encountering other devices.
pl: STOP COVID - ProteGO Safe analizuje informacje o spotkaniach z innymi urządzeniami.
ru: STOP COVID - ProteGO Safe анализирует информацию о встречах с другими устройствами.
tr: STOP COVID - ProteGO Safe, diğer cihazlarla olan temaslarla ilgili bilgileri analiz eder.
uk: STOP COVID - ProteGO Safe аналізує інформацію про зустрічі з іншими пристроями.

# JAILBREAK_MESSAGE
source: You are using an unverified device - security of transmitted data may be lower. Make sure you use the latest official version of your operating system and have safe Internet connection. Avoid publicly available networks and use your own data transmission if possible. Unauthorised configurations of the phone settings may affect the result of the application and the security of your data.
pl: Korzystasz z niezweryfikowanego urządzenia - bezpieczeństwo przesyłanych danych może być niższe. Upewnij się, że używasz najnowszej, oficjalnej wersji systemu operacyjnego i w bezpieczny sposób łączysz się z Internetem. Unikaj publicznie dostępnych sieci i korzystaj z własnej transmisji danych jeśli masz taką możliwość. Nieautoryzowane konfiguracje ustawień telefonu mogą wpłynąć na wynik działania aplikacji oraz na bezpieczeństwo Twoich danych.
ru: Вы используете непроверенное устройство – безопасность переданных данных может быть ниже. Убедитесь, что вы используете последнюю официальную версию операционной системы и безопасно подключаетесь к Интернету. Избегайте общедоступных сетей и используйте собственную передачу данных, если это возможно. Несанкционированная конфигурация настроек телефона может повлиять на результат работы приложения и безопасность ваших данных.
tr: Teyit edilmemiş bir cihaz kullanıyorsunuz. Gönderilen verilerin güvenlik düzeyi düşük olabilir. İşletim sisteminin en yeni resmi sürümünü kullandığınızdan ve internete güvenli bir şekilde bağlandığınızdan emin olun. Umuma açık ağlara bağlanmaktan kaçının. Mümkünse kendinize ait veri transferini kullanın. Cihazınızda yetkisiz olarak yapılan ayar değişiklikleri uygulamanın çalışmasını ve verilerinizin güvenliğini olumsuz etkileyebilir.
uk: Ви використовуєте неперевірений пристрій - безпека переданих даних може бути нижчою. Переконайтесь, що ви використовуєте останню офіційну версію операційної системи та безпечно підключаєтесь до Інтернету. Уникайте загальнодоступних мереж і використовуйте власну передачу даних, якщо це можливо. Неавторизована конфігурація налаштувань телефону може вплинути на результат роботи Додатка та безпеку ваших даних.

# INTERNET_CONNECTION_ALERT_TITLE
source: No connection
pl: Brak połączenia
ru: Нет подключения
tr: Bağlantı yok
uk: Немає підключення

# INTERNET_CONNECTION_ALERT_MESSAGE
source: No Internet connection
pl: Brak połączenia z internetem
ru: Нет подключения к Интернету
tr: İnternet bağlantısı yok
uk: Немає підключення до Інтернету

# SIREN_ALERT_MESSAGE
source: A newer version of the application is available. Update the STOP COVID - ProteGO Safe application to take full advantage of all the functionalities.
pl: Dostępna jest nowsza wersja aplikacji. Zaktualizuj aplikację STOP COVID - ProteGO Safe aby korzystać z pełni funkcjonalności.
ru: Доступна более новая версия приложения. Обновите приложение STOP COVID - ProteGO Safe для получения полной функциональности.
tr: Uygulamanın yeni sürümü mevcut. Tüm fonksiyonları kullanabilmek için STOP COVID - ProteGO Safe uygulamasını güncelleyin.
uk: Доступна новіша версія Додатка. Оновіть Додаток STOP COVID - ProteGO Safe, аби використовувати повний функціонал.
