Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# privacy_policy_content_text24
source: GIS declares that it uses technical and organisational measures to ensure the protection of Users' privacy, which are appropriate to the threats and categories of information protected, in particular, it uses encryption and protects information against disclosure to unauthorised persons, removal by an unauthorised person, processing in violation of the law as well as alteration, loss, damage or destruction.
pl: GIS oświadcza, iż stosuje środki techniczne i organizacyjne zapewniające ochronę prywatności Użytkowników odpowiednią do zagrożeń oraz kategorii informacji objętych ochroną, a w szczególności stosuje szyfrowanie oraz zabezpiecza informacje przed ich udostępnieniem osobom nieupoważnionym, zabraniem przez osobę nieuprawnioną, przetwarzaniem z naruszeniem prawa oraz zmianą, utratą, uszkodzeniem lub zniszczeniem.
uk: GIS заявляє, що він вживає технічні та організаційні заходи для забезпечення захисту конфіденційності Користувачів відповідно до загроз та категорій захищеної інформації, зокрема, використовує шифрування та захищає інформацію від розголошення стороннім особам, отримання особою, що не має відповідних повноважень, обробки з порушенням законодавства та зміни, втрати, пошкодження або знищення.

# privacy_policy_content_text25
source: Definitions
pl: Definicje
uk: Визначення

# privacy_policy_content_text26
source: Whenever the Privacy Policy mentions:
pl: Ilekroć w Polityce Prywatności mowa o:
uk: Наведені нижче терміни, що використовуються у Політиці конфіденційності, мають такі значення:

# privacy_policy_content_text28
source: - it is understood as the Minister of Digital Affairs based in Warsaw, at ul. Królewska 27, 00-060 Warsaw. Based on an agreement concluded with GIS, MC supports GIS in the development and maintenance of STOP COVID - ProteGO Safe.
pl: - rozumie się przez to Ministra Cyfryzacji z siedzibą w Warszawie, ul. Królewska 27, 00 – 060 Warszawa. MC w oparciu o porozumienie zawarte z GIS, wspiera GIS w rozwoju i utrzymaniu STOP COVID - ProteGO Safe.
uk: - Міністр інформатизації з місцезнаходженням у Варшаві за адресою: вул. Крулевська 27, 00-060 Варшава (ul. Królewska 27, 00 – 060 Warszawa). На підставі угоди, укладеної з GIS, надає підтримку GIS у розробці та утриманні додатка STOP COVID - ProteGO Safe.

# privacy_policy_content_text30
source: - it is understood as the Chief Sanitary Inspector based in Warsaw, at ul. Targowa 65, 03–729 Warsaw. GIS is the controller of personal data within the meaning of the GDPR in relation to the personal data of STOP COVID - ProteGO Safe Users. GIS independently determines the purposes and methods of processing Personal Data within STOP COVID - ProteGO Safe.
pl: - rozumie się przez to Głównego Inspektora Sanitarnego z siedzibą w Warszawie, ul. Targowa 65, 03–729 Warszawa. GIS jest administratorem danych osobowych w rozumieniu RODO względem danych osobowych Użytkowników STOP COVID - ProteGO Safe. GIS samodzielnie ustala cele i sposoby przetwarzania Danych Osobowych w ramach STOP COVID - ProteGO Safe.
uk: - Головний санітарний інспектор з місцезнаходженням у Варшаві за адресою: вул. Таргова 65, 03-729 Варшава (ul. Targowa 65, 03–729 Warszawa). GIS є адміністратором персональних даних у розумінні GDPR щодо персональних даних Користувачів STOP COVID - ProteGO Safe. GIS самостійно визначає цілі та методи обробки Персональних даних у додатку STOP COVID - ProteGO Safe.

# privacy_policy_content_text31
source: Personal Data
pl: Danych Osobowych
uk: Персональні дані

# privacy_policy_content_text32
source: - it is understood as any information relating to an identified or identifiable natural person within the meaning of Article 4 point 1 of the GDPR. The Processing of Personal Data in STOP COVID - ProteGO Safe shall be governed by Article 11 of the GDPR, as the purpose of processing does not require identification, therefore STOP COVID - ProteGO Safe Users are not identified.
pl: - rozumie się przez to wszelkie informacje dotyczące zidentyfikowanej lub możliwej do zidentyfikowania osoby fizycznej w rozumieniu art. 4 pkt 1 RODO. Do Przetwarzania Danych Osobowych w STOP COVID - ProteGO Safe zastosowanie znajduje art. 11 RODO, gdyż cel przetwarzania nie wymaga identyfikacji, zatem Użytkownicy STOP COVID - ProteGO Safe nie są identyfikowani.
uk: - будь-яка інформація, що стосується ідентифікованої або потенційно ідентифікованої фізичної особи у розумінні ст. 4 п. 1 GDPR. До обробки персональних даних у додатку STOP COVID - ProteGO Safe, застосовується ст. 11 GDPR, оскільки мета обробки не вимагає ідентифікації, тому Користувачі додатку STOP COVID - ProteGO Safe не ідентифікуються.

# privacy_policy_content_text33
source: STOP COVID - ProteGO Safe or Application
pl: STOP COVID - ProteGO Safe lub Aplikacji
uk: STOP COVID - ProteGO Safe або Додаток

# privacy_policy_content_text34
source: - it is understood as the STOP COVID - ProteGO Safe application, which includes the Analytical Module, the Triage Module and the Health Diary Module, and also supports the prophylaxis and prevention of infection, transmits important information related to the pandemic
pl: - rozumie się przez to aplikację STOP COVID - ProteGO Safe, która zawiera Moduł Analityczny, Moduł Triażu oraz Moduł Dziennik Zdrowia, a także wspiera w profilaktyce i zapobieganiu zarażeniem, przekazuje istotne informacje związane z pandemią
uk: - додаток STOP COVID - ProteGO Safe, що включає Аналітичний модуль, Модуль тріажу та Модуль «Щоденник здоров’я», а також підтримує профілактику та запобігання зараження та надає важливу інформацію, пов’язану з пандемією

# privacy_policy_content_text35
source: Terms & Conditions
pl: Regulaminie
uk: Регламент

# privacy_policy_content_text36
source: - it is understood as the document that specifies the terms of use of STOP COVID - ProteGO Safe, as well as the rights and obligations of GIS, MC and Users.
pl: – rozumie się przez to dokument, który określa warunki korzystania z STOP COVID - ProteGO Safe, a także prawa i obowiązki GIS, MC oraz Użytkowników.
uk: - документ, який визначає умови використання додатка STOP COVID - ProteGO Safe, а також права та обов'язки GIS, MC та Користувачів.

# privacy_policy_content_text37
source: Analytical Module
pl: Module Analitycznym
uk: Аналітичний модуль

# privacy_policy_content_text38
source: - it is understood as the STOP COVID - ProteGO Safe functionality that enables saving, creating history and analysing the meeting of the User's Device with other Application Users' Devices. The Analytical Module is based on the Privacy-Preserving Contact Tracing API developed and made available by Google and Apple. The information generated by the Analytical Module along with the results of its work is stored locally on the Device for 14 days. Google and Apple in their documentation, which can be found here:
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe umożliwiająca zapisywanie, tworzenie historii oraz analizowanie spotkania Urządzenia Użytkownika z innymi Urządzeniami Użytkowników Aplikacji. Moduł Analityczny jest oparty o Privacy-Preserving Contact Tracing API wytworzone oraz udostępnioneprzez Google oraz Apple. Informacje generowane przez Moduł Analityczny wraz z wynikami jego pracy są przechowywane lokalnie na Urządzeniu przez 14 dni. Google oraz Apple w swojej dokumentacji, którą można odnaleźć tutaj:
uk: - функціональний модуль STOP COVID - ProteGO Safe, який дозволяє зберігати, створювати історію та аналізувати зустрічі Пристрою Користувача з Пристроями інших Користувачів Додатка. Аналітичний модуль базується на прикладному програмному інтерфейсі відстежування контактів з захистом конфіденційності, розробленому та наданому Google і Apple. Інформація, що генерується Аналітичним модулем, разом з результатами його роботи зберігається локально на Пристрої протягом 14 днів. Google та Apple у своїй документації, яку можна знайти тут:

# privacy_policy_content_text41
source: Triage Module
pl: Moduł Triażu
uk: Модуль тріажу

# privacy_policy_content_text42
source: - it is understood as the STOP COVID - ProteGO Safe functionality that allows the User to perform a self-assessment of the risk of exposure to infection
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe umożliwiająca wykonanie przez Użytkownika samooceny ryzyka narażenia na zakażenie
uk: - функціональний модуль Додатка STOP COVID - ProteGO Safe, що дозволяє Користувачеві виконати самостійну оцінку ризику зараження

# privacy_policy_content_text43
source: , based on the WHO questionnaire. Personal Data entered into the Triage Module are stored locally on the User's Device.
pl: , stworzona na podstawie kwestionariusza WHO. Dane Osobowe wprowadzane do Modułu Triażu są przechowywane lokalnie na Urządzeniu Użytkownika.
uk: , створений на основі опитувальника ВООЗ. Персональні дані, введені у Модуль тріажу, зберігаються локально на Пристрої Користувача.

# privacy_policy_content_text44
source: Diagnostic Key
pl: Klucz Diagnostycznym
uk: Діагностичний ключ

# privacy_policy_content_text45
source: - it is understood as a randomly generated, periodic and alphanumeric string of characters sent to the STOP COVID - ProteGO Safe Server, which contains anonymised Personal Data, initiating the process of analysis of exposure to infection
pl: - rozumie się przez to generowany losowo, okresowy i alfanumeryczny ciąg znaków przekazywany na Serwer STOP COVID - ProteGO Safe, który zawiera zanonimizowane Dane Osobowe, inicjujący proces analizy narażenia na zarażenie
uk: - випадковим чином згенерована тимчасова буквено-цифрова послідовність символів, що надсилається на Сервер STOP COVID - ProteGO Safe, який містить анонімізовані Персональні дані та ініціює процес аналізу ризику зараження

# privacy_policy_content_text46
source: as part of the Analytical Module. The Diagnostic Key is transferred to the STOP COVID - ProteGO Safe Server after the Person Tested Positive enters the PIN Code into the Application.
pl: w ramach Modułu Analitycznego. Klucz Diagnostyczny jest przekazywany na Serwer STOP COVID - ProteGO Safe po wpisaniu do Aplikacji Kodu PIN przez Użytkownika będącego Osobą Chorą.
uk: в рамках Аналітичного модуля. Діагностичний ключ передається на Сервер STOP COVID - ProteGO Safe після того, як Користувач, який є Хворою особою, введе у Додатку ПІН-код.

# privacy_policy_content_text47
source: STOP COVID - ProteGO Safe Server
pl: Serwer STOP COVID - ProteGO Safe
uk: Сервер STOP COVID - ProteGO Safe

# privacy_policy_content_text48
source: - it is understood as the cloud infrastructure maintained by the National Cloud Operator, used to transmit the Diagnostic Key to Users' Devices. Diagnostic Keys are stored on the STOP COVID - ProteGO Safe Server in an encrypted form for 14 (fourteen) days.
pl: - rozumie się przez to infrastrukturę chmurową utrzymywaną przez Operatora Chmury Krajowej służącą do przekazania Klucza Diagnostycznego do Urządzeń Użytkowników. Klucze Diagnostyczne są przechowywane na Serwerze STOP COVID - ProteGO Safe w postaci zaszyfrowanej przez 14 (czternaście) dni.
uk: - хмарна інфраструктура, що утримується Оператором державної хмари, яка використовується для передачі Діагностичного ключа на Пристрої Користувачів. Діагностичні ключі зберігаються на Сервері STOP COVID - ProteGO Safe у зашифрованій формі протягом 14 (чотирнадцяти) днів.

# privacy_policy_content_text49
source: Contact Centre
pl: Centrum Kontaktu
uk: Контактний центр

# privacy_policy_content_text50
source: - it is understood as the unit providing the test result by phone
pl: - rozumie się przez to jednostkę powiadamiającą telefonicznie o wyniku testu na
uk: - підрозділ, який повідомляє по телефону про результат тесту на

# privacy_policy_content_text51
source: , transmitting the PIN Code to the Application Users and providing information related to
pl: , przekazującą Kod PIN Użytkownikom Aplikacji i udzielająca informacji związanych z
uk: передає ПІН-код Користувачам Додатка і надає інформацію, пов’язану з

# privacy_policy_content_text52
source: Health Diary Module
pl: Moduł Dziennik Zdrowia
uk: Модуль «Журнал здоров'я»

# privacy_policy_content_text53
source: - it is understood as the STOP COVID - ProteGO Safe notepad-like functionality, enabling the User to record information about their health. Personal Data entered into the Health Diary Module are stored locally on the User's Device.
pl: - rozumie się przez to funkcjonalność STOP COVID - ProteGO Safe o charakterze notatnika umożliwiającą Użytkownikowi odnotowywanie informacji o swoim stanie zdrowia. Dane Osobowe wprowadzane do Modułu Dziennik Zdrowia są przechowywane lokalnie na Urządzeniu Użytkownika.
uk: - функціональний модуль Додатка STOP COVID - ProteGO Safe типу журналу, що дозволяє Користувачеві записувати інформацію про стан свого здоров’я. Персональні дані, введені в Модуль «Журнал здоров'я», зберігаються локально на Пристрої Користувача.

# privacy_policy_content_text55
source: - it is understood as the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).
pl: – rozumie się przez to Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem Danych Osobowych i wsprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych).
uk: - Регламент Європейського Парламенту і Ради (ЄС) 2016/679 від 27 квітня 2016 року про захист фізичних осіб при обробці Персональних даних та вільний обіг таких даних, а також про скасування Директиви 95/46/ЄС (загальний регламент про захист даних).

# privacy_policy_content_text56
source: Device
pl: Urządzeniu
uk: Пристрій

# privacy_policy_content_text57
source: - it is understood as an electronic device through which the User gains access to STOP COVID - ProteGO Safe (tablet, smartphone, etc.) with an active Bluetooth module, Android 5.0 or higher with access to the Google Play store or with an iOS system in a version not lower than 13.5 with access to the AppStore. The Analytical Module will work only on Devices with Android 6.0 supporting BLE technology or higher, or with an iOS version 13.5 or newer.
pl: – rozumie się przez to elektroniczne urządzenie za pośrednictwem, którego Użytkownik uzyskuje dostęp doSTOP COVID - ProteGO Safe (tablet, smartphone itp.) z aktywnym modułem Bluetooth, systemem Android 5.0 lub wyższym z dostępem do sklepu Google Play albo zsystemem iOS w wersji nie niższej niż 13.5 z dostępem do sklepu AppStore. Moduł Analityczny będzie działał jedynie w Urządzeniach z systemem Android 6.0 wspierających technologię BLE lub wyższym albo zsystemem iOS w wersji nie niższej niż 13.5.
uk: - електронний пристрій, за допомогою якого Користувач отримує доступ до Додатка STOP COVID - ProteGO Safe (планшет, смартфон тощо), з активним модулем Bluetooth, операційною системою Android 5.0 або новішої версії з доступом до магазину Google Play або з операційною системою iOS у версії не нижче 13.5 з доступом до AppStore. Аналітичний модуль функціонуватиме тільки на пристроях з ОС Android версії 6.0 або вище, які підтримують технологію BLE, або з iOS версії не нижче 13.5.

# privacy_policy_content_text58
source: User
pl: Użytkowniku
uk: Користувач

# privacy_policy_content_text59
source: - it is understood as a person with full legal capacity who, after accepting the Terms & Conditions and the Privacy Policy, uses STOP COVID - ProteGO Safe.
pl: – rozumie się przez to osobę posiadającą pełną zdolność do czynności prawnych, która po zaakceptowaniu Regulaminu i Polityki Prywatności korzysta z STOP COVID - ProteGO Safe.
uk: - особа, яка має повну дієздатність, яка після прийняття Регламенту та Політики конфіденційності користується додатком STOP COVID - ProteGO Safe.

# privacy_policy_content_text60
source: - it is understood as the World Health Organization.
pl: - rozumie się przez to Światową Organizację Zdrowia (World Health Organisation).
uk: - Всесвітня організація охорони здоров’я (World Health Organisation).

# privacy_policy_content_text61
source: General rules
pl: Ogólne zasady
uk: Загальні правила

# privacy_policy_content_text62
source: The Processing of Personal Data in STOP COVID - ProteGO Safe shall be governed by Article 11 of the GDPR, as the purpose of processing does not require User identification. When designing the STOP COVID-ProteGO Safe technical security measures, GIS and MC exercised due diligence to prevent identification of Users. However, due to the fact that the User's Personal Data is processed locally as part of the Application, despite the lack of access to it by GIS as the data controller, the Regulation still applies.
pl: Do Przetwarzania Danych Osobowych w STOP COVID - ProteGO Safe zastosowanie znajduje art. 11 RODO, gdyż cel przetwarzania nie wymaga identyfikacji Użytkownika. GIS oraz MC projektując zabezpieczenia techniczne STOP COVID - ProteGO Safe dochowali należytej staranności, aby uniemożliwić identyfikację Użytkowników. Niemniej z uwagi na fakt, że lokalnie w ramach Aplikacji przetwarzane są Dane Osobowe Użytkownika, pomimo braku dostępu do nich ze strony GIS jako administratora danych, Rozporządzenie w dalszym ciągu znajduje zastosowanie.
uk: Обробка персональних даних у STOP COVID - ProteGO Safe проводиться на підставі ст. 11 GDPR, оскільки мета обробки не вимагає ідентифікації Користувача. Розробляючи технічні заходи безпеки Додатка STOP COVID-ProteGO Safe, GIS та MC доклали належної старанності, аби запобігти ідентифікації Користувачів. Однак оскільки Персональні дані Користувача обробляються локально у Додатку, незважаючи на відсутність доступу до них GIS як контролера даних, Регламент все ж таки застосовується.

# privacy_policy_content_text67_1
source: Personal Data is processed on the basis of
pl: Dane Osobowe Przetwarzane są na podstawie
uk: Персональні дані обробляються на підставі

# privacy_policy_content_text67_2
source: Article 6, paragraph 1, letter e, of the GDPR
pl: art. 6 ust. 1 lit. e RODO
uk: ст. 6 п. 1 літ. e GDPR

# privacy_policy_content_text67_3
source: in connection with a task carried out in the public interest consisting in preventing, counteracting and combating COVID-19 resulting from Article 1, 2, 3, 6 and 8a paragraph 1, 4 and 5 of the Act of 14 March 1985 on the State Sanitary Inspection (Journal of Laws of 2019, item 59).
pl: w zw. z zadaniem realizowanym w interesie publicznym polegającym na zapobieganiu, przeciwdziałaniu i zwalczaniu COVID-19 wynikającym z art. 1, 2, 3, 6 oraz 8a ust. 1, 4 i 5 ustawy z dnia 14 marca 1985 r o Państwowej Inspekcji Sanitarnej (Dz.U. z 2019 r. poz. 59).
uk: у зв'язку з завданням, яке виконується в суспільних інтересах, що полягають на запобіганні, протидії та боротьбі з COVID-19, і випливає зі ст. 1, 2, 3, 6 і 8а п. 1, 4 і 5 Закону від 14 березня 1985 р. Про Державну санітарну інспекцію (Законодавчий вісник, 2019 р., поз. 59).

# privacy_policy_content_text150_1
source: Personal Data is processed solely for the purpose of supporting the public in preventing the spread of the pandemic
pl: Dane Osobowe Przetwarzane są wyłącznie w celu wsparcia społeczeństwa w przeciwdziałaniu rozprzestrzeniania się pandemii
uk: Персональні дані обробляються виключно з метою підтримки суспільства у запобіганні поширенню пандемії

# privacy_policy_content_text150_2
source: : acting in the broadly understood public interest, the controller, by distributing and ensuring the operability of the STOP COVID - ProteGO Safe application, supports the rapid exchange of information between natural persons within a specific community, acting for the prevention of public health and counteracting the spread of SARS CoV-2 virus and disease
pl: : działając w szeroko rozumianym interesie publicznym, administrator poprzez dystrybucję i zapewnienie operacyjności aplikacji STOP COVID - ProteGO Safe wspiera szybką wymianę informacji pomiędzy osobami fizycznymi w ramach określonej społeczności, działając na rzecz profilaktyki zdrowia publicznego i przeciwdziałania rozprzestrzenianiu się wirusa SARS CoV-2 oraz choroby
uk: : діючи в загальновизнаних суспільних інтересах, адміністратор, поширюючи та забезпечуючи функціональність Додатка STOP COVID - ProteGO Safe, підтримує швидкий обмін інформацією між фізичними особами в межах певної громади, діючи з метою профілактики громадського здоров'я та протидії поширенню вірусу SARS CoV-2 та хвороби

# privacy_policy_content_text150_3
source: , through the exchange of anonymised information on infected persons and software enabling the analysis of meetings and contacts, as well as through algorithms enabling the assessment of the risk of infection.
pl: , poprzez wymianę zanonimizowanych informacji dotyczących osób zakażonych oraz oprogramowanie umożliwiające analizę spotkań i kontaktów, jak również poprzez algorytmy umożliwiające ocenę ryzyka zarażenia.
uk: , шляхом обміну анонімізованою інформацією щодо заражених осіб та з використанням програмного забезпечення, яке дозволяє аналізувати зустрічі та контакти, а також за допомогою алгоритмів, що дозволяють оцінити ризик зараження.

# privacy_policy_content_text151_1
source: Personal Data regarding the User's health is also processed on the basis of
pl: Dane Osobowe dotyczące stanu zdrowia Użytkownika są przetwarzane także na podstawie
uk: Персональні дані щодо стану здоров'я Користувача також обробляються на основі

# privacy_policy_content_text151_2
source: Article 9, paragraph 2, letter i of the GDPR
pl: art. 9 ust. 2 lit. i RODO
uk: ст. 9 п. 2 літ. і GDPR

# privacy_policy_content_text151_3
source: in connection with the public task of preventing, counteracting and combating
pl: w zw. z zadaniem publicznym polegającym na zapobieganiu, przeciwdziałaniu i zwalczaniu
uk: у зв'язку з з громадським завданням, яке полягає на запобіганні, протидії та боротьбі з

# privacy_policy_content_text151_4
source: resulting from Article 1, 2, 3, 6 and 8a paragraph 1, 4 and 5 of the Act of 14 March 1985 on the State Sanitary Inspection (Journal of Laws of 2019, item 59), because processing is necessary for reasons related to the public interest in the field of public health, such as protection against serious cross-border health threats under the law of the Member State.
pl: wynikającym z art. 1, 2, 3, 6 oraz 8a ust. 1, 4 i 5 ustawy z dnia 14 marca 1985 r o Państwowej Inspekcji Sanitarnej (Dz.U. z 2019 r. poz. 59), gdyż przetwarzanie jest niezbędne ze względów związanych z interesem publicznym w dziedzinie zdrowia publicznego, takich jak ochrona przed poważnymi transgranicznymi zagrożeniami zdrowotnymi na podstawie prawa państwa członkowskiego.
uk: і випливає зі ст. 1, 2, 3, 6 і 8а п. 1, 4 і 5 Закону від 14 березня 1985 р. Про Державну санітарну інспекцію (Законодавчий вісник, 2019 р., поз. 59), оскільки обробка необхідна з причин, пов’язаних з суспільними інтересами у галузі охорони здоров’я, наприклад, захист від серйозних транскордонних медичних загроз на підставі законодавства держави-члена ЄС.
