Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# general_notification_channel_name
source: STOP COVID - ProteGO Safe messages
pl: Wiadomości STOP COVID - ProteGO Safe
uk: Повідомлення STOP COVID - ProteGO Safe

# no_internet_connection_msg
source: Please check your Internet connection
pl: Sprawdź połączenie z Internetem
uk: Перевірте підключення до Інтернету

# not_secure_connection_msg
source: Your connection is not secure
pl: Połączenie nie jest bezpieczne
uk: З’єднання не захищене

# no_internet_connection_retry
source: Try again
pl: Spróbuj ponownie
uk: Спробуйте ще раз

# no_internet_connection_cancel
source: Cancel
pl: Anuluj
uk: Скасувати

# pin_verification_error
source: PIN verification has error occurred
pl: Wystąpił błąd weryfikacji kodu PIN
uk: Виникла помилка підтвердження ПІН-коду

# upload_temporary_exposure_keys_error
source: Data transfer error has occurred
pl: Wystąpił błąd przesyłania danych
uk: Виникла помилка передачі даних

# get_temporary_exposure_keys_error
source: There was an error retrieving your daily keys
pl: Wystąpił błąd przy próbie pobierania Twoich dziennych kluczy
uk: Виникла помилка під час отримання ваших щоденних ключів

# safetynet_dialog_title
source: A problem has occurred
pl: Wystąpił problem
uk: Виникла проблема

# safetynet_dialog_verification_error
source: Your device couldn't be positively verified
pl: Twoje urządzenie nie mogło zostać pozytywnie zweryfikowane
uk: Не вдалося успішно перевірити ваш пристрій

# debug_write_store_rationale
source: The test version of the application requires permission to record device tracking logs.
pl: Testowa wersja aplikacji potrzebuje uprawnienia do zapisu logów śledzenia urządzeń.
uk: Тестова версія додатка потребує дозволу на запис журналів відстеження пристроїв.

source: Data migration in progress
pl: Trwa migracja danych
uk: Триває перенесення даних

# start_screen_title
source: Let's defeat the coronavirus together
pl: Pokonajmy razem koronawirusa
uk: Переможемо коронавірус разом

# start_screen_button
source: Start
pl: Rozpocznij
uk: Почати

# bottom_navigation_home
source: Home
uk: Додому

# bottom_navigation_advice
source: Advice
pl: Porady
uk: Поради

# bottom_navigation_faq
source: Questions and answers
pl: Pytania i odp.
uk: Запитання та відповіді

# bottom_navigation_more
source: More
pl: Więcej
uk: Більше

# call_helpline
source: Call the helpline
pl: Zadzwoń na infolinię
uk: Зателефонуйте на гарячу лінію

# imprint_text1
source: Smoking:
pl: Palenie:
uk: Куріння:

# imprint_text2
source: Blood type:
pl: Grupa krwi:
uk: Група крові:

# imprint_text3
source: Ailments:
pl: Dolegliwości:
uk: Захворювання:

# imprint_text4
source: no ailments
pl: brak dolegliwości
uk: захворювань немає

# imprint_text5
source: no data
pl: brak danych
uk: немає даних

# imprint_text6
source: I don't know
pl: nie wiem
uk: не знаю

# imprint_text7
source: 1-5 pieces
pl: 1-5 sztuk
uk: 1-5 штук

# imprint_text8
source: 6-10 pieces
pl: 6-10 sztuk
uk: 6-10 штук

# imprint_text9
source: 11-20 pieces
pl: 11-20 sztuk
uk: 11-20 штук

# imprint_text10
source: 20-40 pieces
pl: 20-40 sztuk
uk: 20-40 штук

# imprint_text11
source: more than 40
pl: ponad 40
uk: більше 40

# group_multiple_text1
source: None of the above
pl: Żadne z powyższych
uk: Жодне з зазначеного вище

# blood_group_text1
source: What is your blood type?
pl: Jaka jest Twoja grupa krwi?
uk: Яка у вас група крові?

# chronic_sick_text1
source: Are you suffering from any ailment?
pl: Czy cierpisz na jakąś dolegliwość?
uk: Ви маєте ви будь-яке захворювання?

# chronic_sick_text2
source: No, I'm healthy and I don't suffer from chronic diseases
pl: Nie, nie cierpię na choroby przelwkłe.
uk: Ні, я здоровий(-а) і не маю хронічних захворювань

# chronic_sick_text3
source: Yes, I'm chronically ill
pl: Tak, cierpię na choroby przewlekłe.
uk: Так, я маю хронічну(-і) хворобу(-и)

# chronic_sick_text4
source: Tick the ailments you are suffering from:
pl: Zaznacz dolegliwość, na którą cierpisz:
uk: Позначте хвороби, які ви маєте:

# smoke_text1
source: Do you smoke cigarettes or other tobacco products?
pl: Czy palisz papierosy lub inne wyroby tytoniowe?
uk: Чи курите ви сигарети або інші тютюнові вироби?

# smoke_text2
source: Yes
pl: Tak
uk: Так

# smoke_text3
source: No
pl: Nie
uk: Ні

# smoke_text4
source: Number of cigarettes smoked per day
pl: Liczba wypalanych dziennie papierosów
uk: Кількість викурених сигарет на день

# diagnosis_summary_text1
source: Thank you!
pl: Dziękujemy!
uk: Дякуємо!

# diagnosis_summary_text2
source: Thank you for completing the Risk Assessment Test
pl: Dziękujemy za wypełnienie Testu Oceny Ryzyka
uk: Дякуємо, що ви пройшли Тест на оцінку ризику

# diagnosis_summary_text3
source: Based on your answers, our system will now assign you to the relevant group.
pl: Na podstawie Twoich odpowiedzi, nasz system sprawdzi teraz do jakiej grupy Cię zakwalifikować.
uk: На основі ваших відповідей наша система перевірить, до якої групи вас внести.

# diagnosis_summary_text4
source: It is very important that you complete the tests on a daily basis. We will remind you about it :)
pl: To bardzo ważne, aby wypełniać testy codziennie.
uk: Дуже важливо щодня проходити тести. Ми нагадуватимемо вам про це :)

# diagnosis_summary_text5
source: Check your result
pl: Sprawdź wynik
uk: Перевірити результат

# imprint_filler_summary_text1
source: Check that the data is correct
pl: Sprawdź, czy dane są prawidłowe
uk: Перевірте правильність даних

# imprint_filler_summary_text2
source: Save the metric
pl: Zapisz metrykę
uk: Зберегти метрику

# imprint_filler_summary_text3
source: Change data
pl: Zmień dane
uk: Змінити дані

# version_app_text1
source: version
pl: wersja
uk: версія

# advice_information_text1
source: Stay at home.
pl: Zostań w domu.
uk: Залишайтеся вдома.

# advice_information_text2
source: Call your parents and elderly relatives. Help them to use STOP COVID - ProteGO Safe on their phone. Do the shopping for them. Avoid personal contact.
pl: Zadzwoń do rodziców i krewnych w podeszłym wieku. Pomóż im korzystać ze STOP COVID - ProteGO Safe na ich telefonie. Zrób dla nich zakupy. Unikaj kontaktu osobistego.
uk: Зателефонуйте батькам та літнім родичам. Допоможіть їм користуватися додатком STOP COVID - ProteGO Safe на їхніх телефонах. Зробіть для них покупки. Уникайте особистих контактів.

# advice_information_text4
source: Update the tab regularly
pl: Regularnie uzupełniaj zakładkę
uk: Регулярно заповнюйте вкладку

# advice_information_text5
source: MY HEALTH DIARY
pl: MÓJ DZIENNIK ZDROWIA
uk: МІЙ ЖУРНАЛ ЗДОРОВ'Я

# advice_information_text6
source: : record your symptoms and body temperature in the app.
pl: : zapisuj w aplikacji objawy i temperaturę ciała.
uk: : записуйте свої симптоми та температуру тіла у додатку.

# advice_information_text7
source: Important
pl: Ważne
uk: Важливо

# advice_information_text8
source: If you or your loved ones develop symptoms of coronavirus infection, call the free, 24-hour helpline
pl: Jeśli u Ciebie lub Twoich bliskich wystąpią objawy zakażenia koronawirusem, zadzwoń na infolinię (połączenie z infolinią jest płatne zgodnie z taryfą operatora, infolinia czynna jest przez całą dobę)
uk: Якщо ви або ваші близькі мають симптоми коронавірусної інфекції, зателефонуйте на безкоштовну цілодобову гарячу лінію

# advice_information_text10
source: or your local health care facility.
pl: lub do lokalnej placówki służby zdrowia.
uk: або до місцевого закладу служби охорони здоров'я.

# advice_information_text11
source: icon
pl: ikonka
uk: піктограма

# advice_information_text12
source: Advice
pl: Porady
uk: Поради

# explainer_container_text1
source: New in the app:
pl: Nowość w aplikacji:
uk: Нове у додатку:

# explainer_container_text2
source: notifications about possible contact with the coronavirus.
pl: powiadomienia o możliwym kontakcie z koronawirusem.
uk: повідомлення про можливий контакт з коронавірусом.

# explainer_container_text3
source: Take care of yourself! Check regularly whether you belong to the risk group
pl: Dbaj o siebie! Regularnie sprawdzaj, czy jesteś w grupie ryzyka
uk: Дбайте про себе! Регулярно перевіряйте, чи перебуваєте ви у групі ризику

# explainer_container_text4
source: Update
pl: Uzupełniaj
uk: Заповнюйте

# explainer_container_text5
source: Health Diary
pl: Dziennik Zdrowia
uk: Журнал здоров’я

# explainer_container_text6
source: All crucial information in one place
pl: Wszystkie najważniejsze informacje w jednym miejscu
uk: Вся найважливіша інформація в одному місці

# make_diagnosis_button_text1
source: Perform the Risk Assessment TEST
pl: Wykonaj TEST oceny ryzyka
uk: Пройдіть ТЕСТ оцінки ризику

# menu_container_text1
source: Health Diary
pl: Dziennik zdrowia
uk: Журнал здоров’я

# menu_container_text2
source: Risk assessment test
pl: Test oceny ryzyka
uk: Тест на оцінку ризику

# menu_container_text3
source: How does it work?
pl: Jak to działa?
uk: Як це працює?

# menu_container_text4
source: I feel unwell, what should I do?
pl: Czuję się źle, co zrobić?
uk: Я почуваюся погано, що мені робити?

# menu_container_text5
source: Emergency numbers
pl: Numery alarmowe
uk: Номери телефону для екстреного зв'язку

# menu_container_text6
source: Terms & Conditions and Privacy Policy
pl: Regulamin i Polityka prywatności
uk: Регламент та Політика конфіденційності

# menu_container_text7
source: Settings
pl: Ustawienia
uk: Налаштування

# menu_container_text8
source: My data
pl: Moje dane
uk: Мої дані

# menu_container_text9
source: Report an error
pl: Zgłoś błąd
uk: Повідомити про помилку

# daily_text1
source: Complete your today's entry
pl: Uzupełnij dzisiejszy wpis do
uk: Заповніть сьогоднішній запис у

# daily_text2
source: to the health diary
pl: swojego dziennika zdrowia
uk: вашому журналі здоров’я

# daily_text3
source: Today
pl: Dziś,
uk: Сьогодні,

# daily_text4
source: Click and complete information.
pl: Kliknij i uzupełnij dane.
uk: Клацніть та заповніть дані.

# daily_text5
source: Previous entries:
pl: Dotychczasowe wpisy:
uk: Попередні записи:

# daily_text6
source: Entry from:
pl: Wpis z dnia:
uk: Запис від:

# daily_data_text1
source: Health Diary
pl: Dziennik zdrowia
uk: Журнал здоров’я

# daily_data_text2
source: Metric
pl: Metryka
uk: Метрика

# data_text1
source: Date of entry:
pl: Wpis z dnia:
uk: Запис від:

# data_text2
source: Temperature
pl: Temperatura
uk: Температура

# data_text3
source: Running nose
pl: Katar
uk: Нежить

# data_text4
source: Cough
pl: Kaszel
uk: Кашель

# data_text5
source: Shivering
pl: Dreszcze
uk: Озноб

# data_text6
source: Aching muscles
pl: Ból mięśni
uk: Біль у м'язах

# data_text7
source: Place and contacts
pl: Miejsce i kontakty
uk: Місце та контакти

# form_text1
source: Temperature
pl: Temperatura
uk: Температура

# form_text2
source: Symptoms
pl: Objawy
uk: Симптоми

# form_text3
source: Places and contacts
pl: Miejsca i kontakty
uk: Місця та контакти

# form_text4
source: Enter your current body temperature
pl: Podaj aktualną temperaturę ciała
uk: Введіть поточну температуру тіла

# form_text5
source: With whom I have met, where I have been
pl: Odwiedzone miejsca, spotkane osoby:
uk: Кого я зустрів(-ла), де я був(-ла)

# form_text6
source: enter
pl: wpisz
uk: введіть

# form_text7
source: Aching muscles
pl: Ból mięśni
uk: Біль у м'язах

# form_text8
source: Shivering
pl: Dreszcze
uk: Озноб

# form_text9
source: Cough
pl: Kaszel
uk: Кашель

# form_text10
source: Running nose
pl: Katar
uk: Нежить

# form_text11
source: None
pl: Brak
uk: Немає

# form_text12
source: Mild
pl: Słaby
uk: Слабкий

# form_text13
source: Moderate
pl: Umiarkowany
uk: Помірний

# form_text14
source: Severe
pl: Silny
uk: Сильний

# form_text15
source: Temperature value too low
pl: Za niska wartość temperatury
uk: Значення температури занадто низьке

# form_text16
source: Temperature value too high
pl: Za wysoka wartość temperatury
uk: Значення температури занадто високе

# form_text17
source: Date of entry
pl: Data wpisu
uk: Дата запису

# form_text18
source: e.g. 36.6° C
pl: np. 36,6°C
uk: наприклад, 36,6°C

# age_text1
source: How old are you?
pl: Ile masz lat?
uk: Скільки вам років?

# age_text2
source: less than 65 years of age
pl: mniej niż 65
uk: менше 65

# age_text3
source: 65 years of age or older
pl: 65 lub więcej
uk: 65 і більше

# age_text4
source: I don't want to provide this information
pl: nie chcę podać
uk: не хочу вказувати

# age_text5
source: Why is it worth to provide this information?
pl: Dlaczego warto podać tę informację?
uk: Чому цю інформацію варто надати?

# age_text6
source: Age is an important factor in the calculation of infection risk assessment. The elderly and people with reduced immunity are particularly vulnerable to the effects of the coronavirus.
pl: Wiek jest ważnym czynnikiem w kalkulacji oceny ryzyka zakażenia. Osoby starsze oraz te o obniżonej odporności są szczególnie narażone na działanie koronawirusa.
uk: Вік є важливим фактором при оцінюванні ризику зараження. Літні особи та особи зі зниженим імунітетом особливо вразливі до коронавірусу.

# country_text1
source: Tick the countries you have visited in the last 14 days.
pl: Zaznacz kraje, które odwiedziłeś w ciągu ostatnich 14 dni.
uk: Позначте країни, які ви відвідали за останні 14 днів.

# country_text2
source: no results
pl: brak wyników
uk: немає результатів

# country_text3
source: Start typing...
pl: Zacznij wpisywać...
uk: Почніть друкувати ...

# summary_text4
source: It is very important that you complete the tests regularly. We will remind you about it :)
pl: To bardzo ważne, aby wypełniać testy regularnie.
uk: Дуже важливо регулярно проходити тести. Ми нагадуватимемо вам про це :)

# faq_page_text1
source: Questions and answers
pl: Pytania i odpowiedzi
uk: Запитання та відповіді

# faq_page_text2
source: Search among questions
pl: Szukaj wśród pytań
uk: Шукати серед запитань

# first_diagnosis_asking_text1
source: Do you want to learn more?
pl: Chcesz dowiedzieć się więcej?
uk: Чи хочете дізнатися більше?

# first_diagnosis_asking_text2
source: Click below and perform the risk assessment test.
pl: Kliknij poniżej i wykonaj test oceny ryzyka.
uk: Клацніть нижче та пройдіть тест на оцінку ризику.

# first_diagnosis_asking_text3
source: Remember! The results of the interview are for informational purposes only. They cannot be interpreted or treated as a medical advice, consultation or diagnosis.
pl: Pamiętaj! Wyniki wywiadu służą wyłącznie celom informacyjnym. Nie mogą być interpretowane, ani traktowane jako porada, konsultacja lub diagnoza lekarska.
uk: Пам’ятайте! Результати опитування використовуються лише у інформаційних цілях. Їх не можна інтерпретувати або трактувати як медичну пораду, консультацію чи діагностику.

# first_diagnosis_asking_text4
source: Perform the risk assessment test
pl: Wykonaj test oceny ryzyka
uk: Пройдіть тест на оцінку ризику

# first_diagnosis_asking_text5
source: skip the risk assessment test
pl: pomiń test oceny ryzyka
uk: пропустити тест на оцінку ризику

# exposure_notification_info_text1
source: Risk Monitoring: enabled
pl: Monitorowanie ryzyka: włączone
uk: Моніторинг ризику: увімкнено

# exposure_notification_warning_text1
source: Notification of possible contact with the coronavirus is disabled
pl: Powiadamianie o możliwym kontakcie z koronawirusem jest wyłączone
uk: Повідомлення про можливий контакт з коронавірусом, вимкнено

# exposure_notification_warning_text2
source: Click to enable risk monitoring
pl: Kliknij, aby włączyć monitorowanie ryzyka
uk: Клацніть, щоб увімкнути моніторинг ризику

# home_more_information_text1
source: More information
pl: Więcej informacji
uk: Більше інформації

# home_more_information_text2
source: Up-to-date information on the epidemic situation, as well as other advice and tips can be found at www.gov.pl/koronawirus
pl: Aktualne informacje na temat sytuacji epidemicznej oraz inne porady i wskazówki, znajdziesz na www.gov.pl/koronawirus
uk: Актуальну інформацію про епідемічну ситуацію та інші поради та вказівки можна знайти на веб-сайті www.gov.pl/koronawirus

# home_more_information_text3
source: Test results are for informational and educational purposes only. Don't treat them as a medical consultation or diagnosis.
pl: Wyniki Testu służą wyłącznie celom informacyjnym oraz edukacyjnym. Nie traktuj ich jako konsultacji lub diagnozy lekarskiej.
uk: Результати Тесту призначені лише для інформаційних та навчальних цілей. Не трактуйте їх як медичну консультацію або діагностику.

# more_information_text2
source: is an application that will help us overcome the most severe restrictions related to the pandemic. The more of us will use it, the faster and more effectively we will reduce the pace and extent of the spread of the coronavirus. It is also professional help for both healthy and infected people.
pl: to aplikacja, która pomoże nam w wychodzeniu z najostrzejszych obostrzeń związanych z pandemią. Im więcej z nas będzie z niej korzystać, tym szybciej i skuteczniej ograniczymy tempo i zasięg rozprzestrzeniania się koronawirusa. To także profesjonalna pomoc zarówno dla zdrowych, jak i zakażonych osób.
uk: - це додаток, який допоможе нам подолати найсуворіші обмеження, пов’язані з пандемією. Чим більше осіб його використовуватимуть, тим швидше та ефективніше ми обмежимо темпи та масштаби поширення коронавірусу. Це також професійна допомога як здоровим, так і інфікованим особам.

# more_information_text3
source: Our application uses an API developed by Google and Apple.
pl: Nasza aplikacja korzysta z API opracowanego przez Google i Apple.
uk: Наш додаток використовує прикладний програмний інтерфейс, розроблений Google та Apple.

# smile_no_data_text1
source: There is not enough information to analyse your risk of coronavirus infection.
pl: Brakuje informacji do analizy Twojego ryzyka zakażenia koronawirusem.
uk: Немає інформації для аналізу вашого ризику зараження коронавірусом.

# smile_no_data_text2
source: Complete the risk assessment test or wait for information about contacts with infected persons.
pl: Wypełnij test oceny ryzyka lub zaczekaj na informacje o kontaktach z zakażonymi.
uk: Пройдіть тест на оцінку ризику або зачекайте на інформацію про контакти з зараженими особами.

# call_doctor_text1
source: Call your GP as soon as possible and tell him/her about your symptoms. Your GP will conduct a medical interview and invite you to a medical appointment if necessary.
pl: Jak najszybciej zadzwoń do swojego lekarza rodzinnego (POZ) i powiedz mu jakie masz objawy. Lekarz przeprowadzi z tobą wywiad medyczny i w razie potrzeby zaprosi cię na wizytę lekarską.
uk: Якнайшвидше зателефонуйте своєму сімейному лікарю (ПМД - первинна медична допомога) та повідомте йому про ваші симптоми. Лікар проведе з вами опитування та в разі потреби запросить вас на прийом.

# call_doctor_text2
source: The list of primary health care facilities that provide teleconsultation, as well as other facilities, including open specialist clinics, gynaecological and dental offices, is available on
pl: Lista placówek POZ, które udzielają teleporad, a także innych placówek, w tym otwartych poradni specjalistycznych, gabinetów ginekologicznych i stomatologicznych, znajduje się na
uk: Перелік закладів ПМД, що надають послуги з теле-консультації, а також інших закладів, включаючи відкриті спеціалізовані клініки, гінекологічні та стоматологічні кабінети, доступний на

# call_doctor_text3
source: the website of the National Health Fund (NFZ)
pl: stronie internetowej NFZ
uk: веб-сайті NFZ

# call_doctor_text4
source: Within teleconsultation, you can obtain:
pl: Podczas teleporady możesz otrzymać:
uk: Під час теле-консультації ви можете отримати:

# call_doctor_text5
source: recommendations,
pl: zalecenia,
uk: рекомендації,

# call_doctor_text6
source: electronic sick leave certificate,
pl: e-zwolnienie,
uk: електронний лікарняний листок,

# call_doctor_text7
source: electronic prescription,
pl: e-receptę,
uk: електронний рецепт,

# call_doctor_text8
source: suggestion to go for a personal visit to the facility or contact a sanitary and epidemiological station.
pl: sugestię osobistej wizyty w placówce lub kontaktu ze stacją sanitarno-epidemiologiczną.
uk: пропозиція особисто відвідати заклад або звернутися до санітарно-епідеміологічної станції.

# call_doctor_text9
source: Medical teleconsultation:
pl: Teleporady medyczne:
uk: Медичні теле-консультації:

# call_doctor_text10
source: reduce the risk of spreading the coronavirus,
pl: ograniczają ryzyko rozprzestrzeniania się koronawirusa,
uk: обмежують ризик поширення коронавірусу,

# call_doctor_text11
source: allow you to dispel your doubts without leaving home,
pl: pozwalają rozwiać swoje wątpliwości, bez wychodzenia z domu,
uk: дозволяють вам розвіяти ваші сумніви, не виходячи з дому,

# call_doctor_text12
source: shorten the waiting time for a doctor's appointment.
pl: skracają czas oczekiwania na wizytę u lekarza.
uk: скоротити час очікування на прийом до лікаря.

# call_doctor_text13
source: Teleconsultation don't obstruct direct access to the doctor. The doctor will refer you to a medical facility or recommend contacting a sanitary and epidemiological station, if necessary.
pl: Teleporady nie utrudniają bezpośredniego dostępu do lekarza. Jeśli będzie taka potrzeba, lekarz skieruje cię do placówki medycznej lub zaleci kontakt ze stacją sanitarno-epidemiologiczną.
uk: Теле-консультації не перешкоджають безпосередньому доступу до лікаря. У разі виникнення такої необхідності лікар скерує вас до медичного закладу або порекомендує звернутися до санітарно-епідеміологічної станції.

# call_doctor_text14
source: Wash your hands frequently
pl: Często myj ręce
uk: Часто мийте руки

# call_doctor_text15
source: Wash your hands regularly with soap and water, or disinfect them with an alcohol-based agent (minimum60%). Washing your hands should take 30 seconds. Please familiarise with
pl: Regularnie myj ręce mydłem i wodą, lub dezynfekuj je środkiem na bazie alkoholu (min. 60%). Mycie rąk powinno trwać 30 sekund. Zapoznaj się z
uk: Регулярно мийте руки водою з милом або дезінфікуйте їх засобом на спиртовій основі (не менше 60%). Миття рук повинно тривати 30 секунд. Ознайомтеся з

# call_doctor_text16
source: the hand washing instructions
pl: instrukcją mycia rąk
uk: інструкцією щодо миття рук

# call_doctor_text17
source: Cover your mouth and nose when you cough or sneeze
pl: Zasłoń usta i nos gdy kaszlesz lub kichasz
uk: Закривайте рот і ніс під час кашлю або чхання

# call_doctor_text18
source: Cough or sneeze in disposable handkerchief, alternatively in the elbow bend. Throw the handkerchief in the trash as soon as possible and wash your hands thoroughly.
pl: Gdy kaszlesz lub kichasz, zakrywaj usta i nos chusteczką jednorazową lub zgięciem łokcia. Chusteczkę jak najszybciej wyrzuć do kosza i dokładnie umyj ręce.
uk: Коли ви кашляєте або чхаєте, прикривайте рот і ніс одноразовою хусткою або згином ліктя. Якнайшвидше викиньте хустку в смітник і ретельно вимийте руки.

# call_doctor_text19
source: Keep a safe distance from others
pl: Zachowaj bezpieczną odległość od innych
uk: Дотримуйтесь безпечної відстані від інших осіб

# call_doctor_text20
source: Avoid close (less than 2 meters) contact with other people.
pl: Unikaj bliskiego (mniej niż 2 metry) kontaktu z innymi osobami.
uk: Уникайте близького (менше 2 метрів) контакту з іншими особами.

# call_doctor_text21
source: Avoid touching your face, especially your eyes, nose, and mouth
pl: Unikaj dotykania twarzy, szczególnie oczu, nosa i ust
uk: Не торкайтесь свого обличчя, особливо очей, носа та рота
