Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# privacy_policy_content_text114
source: The User's Personal Data in the form of an anonymous UID address may be transferred outside the European Economic Area as regards the use of the service provided by Cloudflare in order to prevent DDOS attacks and ensure the highest standards of Users' security. Cloudflare Inc remains a certified entity under the Privacy Shield certification programme, operating on the basis of the Commission Implementing Decision (EU) 2016/1250 of 12 July 2016 on the Privacy Shield. Such transfer will also take place only in an exceptional situation, in particular when the User uses the Application outside the European Economic Area.
pl: Dane Osobowe dotyczące Użytkownika w postaci anonimowego adresu UID mogą być przekazywane poza Europejski Obszar Gospodarczy w zakresie korzystania z usługi świadczonej przez Cloudflare w celu zapobiegania atakom DDOS oraz zapewnienia najwyższych standardów bezpieczeństwa Użytkowników. Cloudflare Inc pozostaje podmiotem certyfikowanym w ramach programu certyfikacji Privacy Shield, funkcjonującego w oparciu o decyzję wykonawczą Komisji (UE) 2016/1250 z dnia 12 lipca 2016 r. ws. Tarczy Prywatności. Takie przekazanie nastąpi także jedynie w sytuacji wyjątkowej, w szczególności wtedy, gdy Użytkownik będzie korzystał z Aplikacji poza terenem Europejskiego Obszaru Gospodarczego.
uk: Персональні дані Користувача у формі анонімної адреси UID можуть бути передані за межі Європейської економічної зони у обсязі використання послуги, що надається компанією Cloudflare, з метою запобігання DDOS-атакам та забезпечення найвищих стандартів безпеки Користувачів. Компанія Cloudflare Inc залишається організацією, сертифікованою у рамках програми сертифікації Privacy Shield (Захист конфіденційності), яка діє відповідно до Виконавчого рішення Комісії (ЄС) 2016/1250 від 12 липня 2016 року про Захист конфіденційності. Така передача також відбуватиметься лише у винятковому випадку, зокрема у випадку, якщо Користувач використовуватиме Додаток поза межами Європейської економічної зони.

# privacy_policy_content_text115
source: No decisions as part of STOP COVID - ProteGO Safe are made in an automated manner within the meaning of Article 22 of the GDPR. This means that the fact of using the Application does not result in issuing any decisions in relation to the User that could have a legal effect or similarly significantly affect the User.
pl: W ramach STOP COVID - ProteGO Safe nie są podejmowane decyzje w sposób zautomatyzowany w rozumieniu art. 22 RODO. Oznacza to, że okoliczność korzystania z Aplikacji nie powoduje wydawania w stosunku do Użytkownika jakichkolwiek decyzji, które mogłyby mieć charakter skutku prawnego lub w podobny sposób istotnie wpływać na Użytkownika.
uk: У рамках STOP COVID - ProteGO Safe рішення не приймаються автоматизовано у розумінні ст. 22 GDPR. Це означає, що факт використання Додатка не призводить до прийняття щодо Користувача будь-яких рішень, які можуть мати характер юридичного наслідку або подібним чином суттєво вплинути на Користувача.

# privacy_policy_content_text116
source: Users' rights
pl: Prawa Użytkowników
uk: Права Користувачів

# privacy_policy_content_text117
source: STOP COVID - ProteGO Safe enables the User to exercise the right to delete Personal Data at any time:
pl: STOP COVID - ProteGO Safe umożliwia Użytkownikowi w dowolnym czasie realizację prawa do usunięcia Danych Osobowych:
uk: Додаток STOP COVID - ProteGO Safe дозволяє Користувачеві в будь-який час скористатися правом на видалення Персональних даних:

# privacy_policy_content_text118
source: In order to delete Personal Data from the Triage Module, the Health Diary Module and other data entered by the User, select on the main screen of STOP COVID - ProteGO Safe the following: More, then My Data, then Manage Data, then Erase Data. After the User's confirmation, all data entered by the User will be irretrievably deleted.
pl: Aby usunąć Dane Osobowe z Modułu Triażu, Modułu Dziennik Zdrowia oraz innych danych wprowadzonych przez Użytkownika należy na ekranie głównym STOP COVID - ProteGO Safe wybrać kolejno: Więcej, następnie Moje dane, następnie Zarządzaj danymi, a następnie Wymaż dane. Po zatwierdzeniu przez Użytkownika decyzji wszystkie dane wprowadzone przez Użytkownika zostaną bezpowrotnie usunięte.
uk: Для того, щоб видалити Персональні дані з Модуля тріажу, Модуля «Журналу здоров’я» та інші дані, введені Користувачем, на головному екрані Додатка STOP COVID - ProteGO Safe оберіть послідовно: «Більше», потім «Мої дані», потім «Управління даними», а потім «Усунути дані». Після підтвердження Користувачем рішення всі введені Користувачем дані будуть безповоротно видалені.

# privacy_policy_content_text119
source: In order to delete Personal Data from the Analytical Module, the User has to:
pl: Aby usunąć Dane Osobowe z Modułu Analitycznego należy odpowiednio:
uk: Для того, щоб видалити Персональні дані з Аналітичного модуля, необхідно:

# privacy_policy_content_text120
source: for devices with iOS version 13.5 or 13.6, select the following: System Settings> Privacy> Health> COVID-19 Exposure Logging> Delete Exposure Log;
pl: dla urządzeń z systemem iOS w wersji 13.5 lub 13.6 wybrać kolejno: Ustawienia Systemowe > Prywatność > Zdrowie > Rejestrowanie Narażenia na COVID-19 > Usuń dziennik narażeń;
uk: у випадку пристроїв з операційною системою iOS версії 13.5 або 13.6 оберіть послідовно: Налаштування системи > Конфіденційність > Здоров'я > Реєстрація ризику зараження COVID-19 > Видалити журнал ризику зараження;

# privacy_policy_content_text163
source: for Devices with iOS version 14, select the following: System Settings> Exposure Notifications -> Delete Exposure Log;
pl: dla Urządzeń z systemem iOS w wersji 14 wybrać kolejno: Ustawienia Systemowe > Powiadomienia o narażeniu -> Usuń dziennik narażeń;
uk: у випадку пристроїв з операційною системою iOS версії 14 виберіть послідовно: Налаштування системи > Повідомлення про ризик зараження > Видалити журнал ризик зараження;

# privacy_policy_content_text164
source: The User has the right to withdraw consent to the operation of the Analytical Module at any time, but the withdrawal of consent will not affect the lawfulness of the actions performed prior to its withdrawal. To withdraw consent related to the Analytical Module:
pl: Użytkownik ma prawo do wycofania zgody na działanie Modułu Analitycznego w dowolnym momencie, przy czym wycofanie zgody nie wpłynie na zgodność z prawem działań dokonanych przed jej wycofaniem. Aby wycofać zgodę związaną z Modułem Analitycznym należy:
uk: Користувач має право в будь-який час відкликати згоду на функціонування Аналітичного модуля, але відкликання згоди не вплине на законність дій, виконаних до її відкликання. Щоб відкликати згоду, пов’язану з Аналітичним модулем:

# privacy_policy_content_text165
source: for Devices with iOS version 13.5 or 13.6, select the following: System Settings> Privacy> Health> COVID-19 Exposure Logging -> Disable Exposure Logging;
pl: dla Urządzeń z systemem iOS w wersji 13.5 lub 13.6 wybrać kolejno: Ustawienia Systemowe > Prywatność > Zdrowie > Rejestrowanie Narażenia na COVID-19 -> Wyłącz Rejestrowanie narażenia;
uk: у випадку пристроїв з операційною системою iOS версії 13.5 або 13.6 виберіть послідовно: Налаштування системи > Конфіденційність > Здоров'я > Реєстрація ризику зараження COVID-19 > Вимкнути реєстрацію ризику;

# privacy_policy_content_text166
source: for Devices with iOS version 14, select System Settings > Exposure Notifications > Disable Exposure Logging;
pl: dla Urządzeń z systemem iOS w wersji 14 wybrać kolejno Ustawienia Systemowe > Powiadomienia o narażeniu > Wyłącz Rejestrowanie narażenia;
uk: у випадку пристроїв з операційною системою iOS версії 14 виберіть послідовно: Налаштування системи > Повідомлення про ризик зараження > Вимкнути реєстрацію ризику зараження;

# privacy_policy_content_text167
source: for Devices with Android system, select the following: Settings -> Google -> Notifications about the risk of exposure to COVID-19 -> Disable Notifications about the risk of exposure;
pl: dla Urządzeń z systemem Android wybrać kolejno: Ustawienia -> Google -> Powiadomienia o ryzyku ekspozycji na COVID-19 -> Wyłącz Powiadomienia o ryzyku ekspozycji;
uk: у випадку пристроїв з операційною системою Android виберіть послідовно: Налаштування > Google > Сповіщення про ризик зараження COVID-19 > Вимкнути Сповіщення про ризик зараження;

# privacy_policy_content_text168
source: after the User's confirmation, the Analytical Module will cease to operate.
pl: po zatwierdzeniu przez Użytkownika decyzji Moduł Analityczny przestanie działać.
uk: після підтвердження Користувачем рішення Аналітичний модуль припинить функціонувати.

# privacy_policy_content_text169
source: The User has the right to withdraw the consent expressed pursuant to Article 173 paragraph 1 of the Telecommunications Law at any time, but the withdrawal of consent will not affect the lawfulness of actions performed before its withdrawal. To withdraw consent, the User has to remove STOP COVID - ProteGO Safe from the Device.
pl: Użytkownik ma prawo do wycofania zgody wyrażonej na podstawie art. 173 ust. 1 ustawy Prawo telekomunikacyjne w dowolnym momencie, przy czym wycofanie zgody nie wpłynie na zgodność z prawem działań dokonanych przed jej wycofaniem. Aby wycofać zgodę należy usunąć STOP COVID - ProteGO Safe z Urządzenia.
uk: Користувач має право в будь-який час відкликати згоду, надану відповідно до ст. 173 п. 1 Законодавства про телекомунікацію, але відкликання згоди не вплине на законність дій, виконаних до її відкликання. Аби відкликати згоду, необхідно видалити Додаток STOP COVID - ProteGO Safe з Пристрою.

# privacy_policy_content_text170
source: When the SARS-CoV-2 virus pandemic or the pandemic threat ends, the STOP COVID - ProteGO Safe Application will be deactivated.
pl: Po zakończeniu okresu pandemii lub zagrożenia pandemicznego związanego z wirusem SARS-CoV-2 Aplikacja STOP COVID - ProteGO Safe zostanie zdezaktywowana.
uk: Після закінчення пандемії або пандемічної загрози, пов'язаної з вірусом SARS-CoV-2, Додаток STOP COVID - ProteGO Safe буде дезактивований.

# privacy_policy_content_text126
source: for devices with Android system, select the following: Settings> Google> Notifications about the risk of exposure to COVID-19> Delete random identifiers;
pl: dla urządzeń z systemem Android wybrać kolejno: Ustawienia > Google > Powiadomienia o ryzyku ekspozycji na COVID-19 > Usuń losowe identyfikatory;
uk: у випадку пристроїв з операційною системою Android виберіть послідовно: Налаштування > Google > Сповіщення про ризик зараження COVID-19 > Видалити випадковим чином присвоєні ідентифікатори;

# privacy_policy_content_text131
source: after the User's confirmation, all data related to the Analytical Module will be irretrievably deleted.
pl: po zatwierdzeniu przez Użytkownika decyzji wszystkie dane związane z Modułem Analitycznym zostaną bezpowrotnie usunięte.
uk: після підтвердження Користувачем свого рішення усі дані, пов’язані з Аналітичним модулем, будуть безповоротно видалені.

# privacy_policy_content_text132
source: For any questions and requests related to Users' rights, please contact us at:
pl: W sprawie jakichkolwiek pytań i wniosków związanych z prawami Użytkowników należy kontaktować się pod adresem:
uk: У справі будь-яких питань або запитів, пов’язаних з правами Користувачів, будь ласка, звертайтеся до нас за адресою:

# privacy_policy_content_text134
source: The User has the right to lodge a complaint with the President of the Personal Data Protection Office if they consider that the Processing of their Personal Data violates the provisions of the GDPR or generally applicable provisions. The complaint can be sent in writing to the following address: Prezes Urzędu Ochrony Danych Osobowych, ul. Stawki 2,00-193 Warszawa or electronically via the ePUAP portal.
pl: Użytkownik, ma prawo wniesienia skargi do Prezesa Urzędu Ochrony Danych Osobowych, jeżeli uzna, że Przetwarzanie jego Danych Osobowych narusza przepisy RODO lub powszechnie obowiązujące przepisy. Skargę można wysłać pisemnie na adres: Prezes Urzędu Ochrony Danych Osobowych, ul. Stawki 2,00-193 Warszawa lub elektroniczne za pośrednictwem portalu ePUAP.
uk: Користувач має право подати скаргу до Голови Управління з захисту персональних даних, якщо він вважає, що Обробка його Персональних даних порушує положення GDPR або загальноприйняті закони. Скаргу можна надіслати у письмовій формі за адресою: Prezes Urzędu Ochrony Danych Osobowych, ul. Stawki 2,00-193 Warszawa або у електронній формі через портал ePUAP.

# privacy_policy_content_text135
source: Final provisions
pl: Postanowienia końcowe
uk: Заключні положення

# privacy_policy_content_text136
source: STOP COVID - ProteGO Safe may contain links to other websites. Such websites operate independently of GIS and are not supervised by it in any way. These websites sites may have their own privacy policies, which we recommend that the User should familiarise with.
pl: W STOP COVID - ProteGO Safe mogą pojawiać się linki do innych stron internetowych. Takie strony internetowe działają niezależnie od GIS i nie są w żaden sposób przez niego nadzorowane. Strony te mogą posiadać własne polityki prywatności oraz regulaminy, z którymi zalecamy się zapoznać.
uk: У Додатку STOP COVID - ProteGO Safe можуть з'явитися посилання на інші веб-сайти. Такі веб-сайти працюють незалежно від GIS і жодним чином не контролюються ним. Такі веб-сайти можуть мати власну політику конфіденційності та регламент, з якими ми ми рекомендуємо вам ознайомитися.

# privacy_policy_content_text137
source: GIS reserves the right to amend the Privacy Policy by publishing a new Privacy Policy on the STOP COVID - ProteGO Safe website.
pl: GIS zastrzega sobie prawo zmiany Polityki Prywatności poprzez opublikowanie nowej Polityki Prywatności na stronie STOP COVID - ProteGO Safe.
uk: GIS залишає за собою право вносити зміни до Політики конфіденційності шляхом публікування нової Політики конфіденційності на веб-сайті STOP COVID - ProteGO Safe.

# privacy_policy_content_text138
source: using Bluetooth technology for this purpose. If you decide to use this functionality, your Device will analyse the environment in which you are located in search of other Devices on which the Application is installed. If you encounter another Device on which the STOP COVID - ProteGO Safe Application is installed, information about this meeting will be saved in both Applications. Information about the meeting of two Devices with the Application installed remains on both of these Devices for no longer than 14 days, after which it will be deleted.
pl: wykorzystując do tego celu technologię Bluetooth. Jeśli zdecydujesz się na korzystanie z tej funkcjonalności Twoje Urządzenie będzie analizowało otoczenie, w którym się znajdujesz, w poszukiwaniu innych Urządzeń na których zainstalowana jest Aplikacja. W przypadku spotkania innego Urządzenia, na którym zainstalowana jest Aplikacja STOP COVID - ProteGO Safe w obu Aplikacjach zapisze się informacja o tym spotkaniu. Informacja o spotkaniu dwóch Urządzeń z zainstalowaną Aplikacją pozostaje na obu tych Urządzeniach nie dłużej niż przez 14 dni, po czym informacje te zostaną usunięte.
uk: використовуючи для цього технологію Bluetooth. Якщо ви вирішите використовувати цю функцію, ваш Пристрій аналізуватиме оточення, в якому ви знаходитесь, у пошуку інших Пристроїв, на яких встановлений Додаток. У випадку зустрічі іншого Пристрою, на якому встановлений Додаток STOP COVID - ProteGO Safe, інформація про цю зустріч буде збережена в обох Додатках. Інформація про зустріч двох Пристроїв з встановленим Додатком залишатиметься на обох цих Пристроях не довше 14 днів, після чого ця інформація буде видалена.

# privacy_policy_content_text139
source: and reminds about safe behaviours and daily hygiene habits.
pl: oraz przypomina o bezpiecznych zachowaniach i nawykach codziennej higieny.
uk: і нагадує про безпечну поведінку та щоденні навички з дотримання гігієни.

# privacy_policy_content_text140
source: ensure that they apply the highest security standards to protect Users' privacy.
pl: zapewniają, że stosują najwyższe standardy bezpieczeństwa, aby chronić prywatność Użytkowników.
uk: запевняють, що вони застосовують найвищі стандарти безпеки для захисту конфіденційності Користувачів.

# privacy_policy_content_text141
source: The controller of User Data is the Chief Sanitary Inspector based in Warsaw, at ul. Targowa 65, 03–729 Warsaw.
pl: Administratorem Danych Użytkowników jest Główny Inspektor Sanitarny z siedzibą w Warszawie, ul. Targowa 65, 03–729 Warszawa.
uk: Адміністратором Даних Користувачів є Головний санітарний інспектор з місцезнаходженням у Варшаві за адресою: вул. Таргова 65, 03-729 Варшава (ul. Targowa 65, 03–729 Warszawa.).

# privacy_policy_content_text142
source: The Data Controller has appointed a data protection officer. You can contact the data protection officer in all matters relating to the processing of personal data by the Data Controller and the exercise of rights related to the processing of such data. The Data Protection Officer is Renata Wągrodzka with whom you can contact via the e-mail address:
pl: Administrator Danych powołał inspektora ochrony danych. Z inspektorem ochrony danych można kontaktować się we wszystkich sprawach dotyczących przetwarzania danych osobowych przez Administratora Danych oraz korzystania z praw związanych z przetwarzaniem tych danych. Inspektorem Ochrony Danych jest Renata Wągrodzka z którą możesz skontaktować się za pośrednictwem adresu e-mail:
uk: Адміністратор даних призначив інспектора з захисту даних. З інспектором з захисту даних можна зв'язатися з усіх питань, пов’язаних з обробкою персональних даних Адміністратором даних та реалізацією прав, пов’язаних з обробкою таких даних. Інспектором з захисту даних є Рената Вангродзька (Renata Wągrodzka), з якою можна зв’язатися по електронній пошті:

# privacy_policy_content_text144
source: Person Tested Positive
pl: Osoba Chora
uk: Хвора особа

# privacy_policy_content_text145
source: - it is understood as a natural person with full legal capacity, who has been tested positive for the
pl: - rozumie się przez to osobę fizyczną, posiadającą pełną zdolność do czynności prawnych, która uzyskała pozytywny wynik testu na
uk: - фізична особа, яка має повну дієздатність, яка отримала позитивний результат тесту на

# privacy_policy_content_text146
source: . The Person Tested Positive does not have to be a User.
pl: . Osoba Chora nie musi być Użytkownikiem.
uk: . Хвора особа не повинна бути Користувачем.

# privacy_policy_content_text147
source: Processing
pl: Przetwarzaniu
uk: Обробка

# privacy_policy_content_text148
source: - it is understood as an operation or a set of operations, which are performed on personal data or sets of personal data in an automated or non-automated manner, such as collecting, recording, organizing, structuring, storing, adapting or modifying, downloading, browsing, using, disclosing through sending, distributing or sharing in any other way, alignment or combination, restriction, erasure or destruction.
pl: - rozumie się przez to operację lub zestaw operacji wykonywanych na Danych Osobowych lub zestawach Danych Osobowych w sposób zautomatyzowany lub niezautomatyzowany, taką jak zbieranie, utrwalanie, organizowanie, porządkowanie, przechowywanie, adaptowanie lub modyfikowanie, pobieranie, przeglądanie, wykorzystywanie, ujawnianie poprzez przesłanie, rozpowszechnianie lub innego rodzaju udostępnianie, dopasowywanie lub łączenie, ograniczanie, usuwanie lub niszczenie.
uk: - операція або сукупність операцій, що виконуються з Персональними даними або наборами Персональних даних автоматизованим або неавтоматизованим способом, такі як збір, запис, організація, впорядкування, зберігання, адаптація або модифікація, завантаження, перегляд, використання, розкриття шляхом надсилання, поширення або іншого виду надання, адаптація або групування, обмеження, видалення або знищення.

# privacy_policy_content_text149
source: WHO
uk: ВООЗ

# explainer_text1
source: COVID-19 Exposure Notifications
pl: Powiadomienia o narażeniu na kontakt z COVID-19
uk: Сповіщення про ризик контакту з COVID-19

# explainer_text2
source: Join the fight
pl: Włącz się do wspólnej walki
uk: Приєднайтеся до спільної боротьби

# explainer_text3
source: against the coronavirus
pl: przeciwko koronawirusowi
uk: з коронавірусом

# name_form_text1
source: How can the application address you?
pl: Jak aplikacja może się do Ciebie zwracać?
uk: Як додаток може до вас звертатися?

# name_form_text2
source: User
pl: Użytkowniku
uk: Користувач

# name_form_text3
source: Your nickname (optional)
pl: Twój nick lub pseudonim (opcjonalnie)
uk: Ваш нік або псевдонім (необов’язково)

# name_form_text4
source: Hint: Don't use your last name.
pl: Podpowiedź: nie podawaj swojego nazwiska.
uk: Підказка: не використовуйте своє прізвище.

# name_form_text5
source: CONFIRM
pl: POTWIERDŹ
uk: ПІДТВЕРДИТИ

# name_form_text6
source: SKIP THIS STEP
pl: POMIŃ TEN KROK
uk: ПРОПУСТИТИ ЦЕЙ КРОК

# name_form_text7
source: Nickname too short
pl: Za krótki pseudonim
uk: Псевдонім занадто короткий

# name_form_text8
source: Nickname too long
pl: Za długi pseudonim
uk: Псевдонім занадто довгий

# name_form_text9
source: Nickname cannot contain special characters
pl: Nick lub pseudonim nie może zawierać znaków specjalnych
uk: Нік або псевдонім не може містити спеціальних символів

# name_form_text10
source: Please tick consent
pl: Proszę zaznaczyć zgodę
uk: Зазначте згоду

# name_form_text11
source: Enter your nickname
pl: Wpisz nick lub pseudonim
uk: Введіть нік або псевдонім

# make_daily_button_text1
source: Take your temperature
pl: Zmierz temperaturę
uk: Виміряйте температуру

# make_daily_button_text2
source: Record it in the application's Health Diary
pl: Zapisz ją w Dzienniku Zdrowia aplikacji
uk: Запишіть її у Щоденнику здоров’я додатку

# terms_text1
source: Help yourself and others.
pl: Pomóż sobie i innym.
uk: Допоможіть собі та іншим.

# terms_text2
source: Let’s get started!
pl: Zaczynamy!
uk: Розпочнемо!

# terms_text3
source: It's good that you decided to install the STOP COVID - ProteGO Safe application.
pl: Dobrze, że korzystasz z aplikacji STOP COVID - ProteGO Safe.
uk: Добре, що ви вирішили встановити додаток STOP COVID - ProteGO Safe.

# terms_text4
source: It will help you find out if there is a risk that you have been around people tested positive for COVID-19.
pl: Dzięki niej dowiesz się, czy istnieje ryzyko, że przebywania w pobliżu osób chorych na COVID-19.
uk: Вона допоможе вам з’ясувати, чи існує ризик того, що ви були поруч з особами, хворими на COVID-19.

# terms_text5
source: I declare that I have read the
pl: Oświadczam, że zapoznałem/am się z
uk: Я підтверджую, що я ознайомився(-лася) з

# terms_text6
source: Terms & Conditions
pl: Regulaminem
uk: Регламентом

# terms_text7
source: Privacy Policy
pl: Polityką Prywatności
uk: Політикою конфіденційності

# terms_text8
source: of STOP COVID - ProteGO Safe and
pl: STOP COVID - ProteGO Safe oraz
uk: додатку STOP COVID - ProteGO Safe та

# terms_text9
source: I accept their provisions.
pl: i akceptuję ich postanowienia.
uk: приймаю їх умови.

# terms_text10
source: The data controller is the Chief Sanitary Inspector (GIS), contact address:
pl: Administratorem danych jest Główny Inspektor Sanitarny (GIS), adres do kontaktu:
uk: Адміністратором даних є Головний санітарний інспектор (GIS), контактна адреса:
