Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# regulations_content_text53
source: After the Application User's Device receives the Diagnostic Key, the Analytical Module performs an analysis by comparing the Diagnostic Key with historical data on encountering other Devices with the installed Application stored locally on the User's Device in order to assess the risk of exposure to infection
pl: Po otrzymaniu przez Urządzenie Użytkownika Aplikacji Klucza Diagnostycznego Moduł Analityczny dokonuje analizy porównując Klucz Diagnostyczny z danymi historycznymi dotyczącymi spotkań innych Urządzeń z zainstalowaną Aplikacją zapisanymi lokalnie na Urządzeniu Użytkownika w celu oceny ryzyka narażenia na zarażenie
uk: Після отримання Пристроєм Користувача Додатка Діагностичного ключа, Аналітичний модуль виконує аналіз, порівнюючи Діагностичний ключ з історичними даними про зустрічі з іншими Пристроями з встановленим Додатком, що зберігаються локально на Пристрої Користувача, з метою оцінки ризику зараження

# regulations_content_text54
source: . If the analysis of the likelihood of infection
pl: . Jeśli analiza prawdopodobieństwa zarażenia
uk: . Якщо аналіз імовірності зараження

# regulations_content_text55
source: shows a high or medium risk of exposure to infection
pl: wykaże wysokie lub średnie ryzyko narażenia na zakażenie
uk: демонструє високий або середній ризик зараження

# regulations_content_text56
source: the User's status in the Application will change accordingly.
pl: status Użytkownika w Aplikacji zmieni się odpowiednio.
uk: статус Користувача в Додатку зміниться відповідним чином.

# regulations_content_text57
source: Entering the PIN Code to STOP COVID - ProteGO Safe by the User is voluntary.
pl: Wprowadzenie przez Użytkownika Kodu PIN do STOP COVID - ProteGO Safe jest dobrowolne.
uk: Введення Користувачем ПІН-коду у STOP COVID - ProteGO Safe є добровільним.

# regulations_content_text58
source: Technical requirements
pl: Wymagania techniczne
uk: Технічні вимоги

# regulations_content_text59
source: The condition for using STOP COVID - ProteGO Safe is that the User has an appropriate Device with up-to-date software and connected to the Internet.
pl: Warunkiem korzystania z STOP COVID - ProteGO Safe jest posiadanie przez Użytkownika odpowiedniego Urządzenia z aktualnym oprogramowaniem i podłączonego do sieci Internet.
uk: Умовою використання Додатка STOP COVID - ProteGO Safe є наявність у Користувача відповідного Пристрою з оновленим програмним забезпеченням та підключенням до Інтернету.

# regulations_content_text60
source: Using STOP COVID - ProteGO Safe is possible without territorial restrictions.
pl: Korzystanie z STOP COVID - ProteGO Safe możliwe jest bez ograniczeń terytorialnych.
uk: Використання Додатка STOP COVID - ProteGO Safe можливо без територіальних обмежень.

# regulations_content_text61
source: Entities referred to in § 2 point1 and 2 are not responsible for any difficulties in using the Application resulting from failure to meet the technical requirements indicated in paragraph 1, including incorrect configuration of the Device, or resulting from problems with the Device or the User's Internet connection.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 nie ponoszą odpowiedzialności za utrudnienia w korzystaniu z Aplikacji wynikające z niespełnienia wymagań technicznych wskazanych w ust. 1, w tym z błędnej konfiguracji Urządzenia, bądź wynikające z problemów z Urządzeniem lub łączem internetowym Użytkownika.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, не несуть відповідальності за будь-які труднощі у використанні Додатку, що виникли внаслідок невиконання технічних вимог, зазначених у п. 1, включаючи неправильну конфігурацію Пристрою або утруднення, що виникли внаслідок проблем з Пристроєм або підключенням Інтернету Користувача.

# regulations_content_text62
source: Intellectual Property Provisions
pl: Postanowienia dotyczące własności intelektualnej
uk: Положення про інтелектуальну власність

# regulations_content_text63
source: Entities referred to in § 2 point1 and 2 are entitled to change the functionalities of STOP COVID - ProteGO Safe in order to improve the quality of the Application and to change the STOP COVID - ProteGO Safe interface in whole or in part. The name STOP COVID - ProteGO Safe, logo, principles of operation of STOP COVID - ProteGO Safe, all its graphic elements and interface are protected by law. The software on which STOP COVID - ProteGO Safe is based and the source code are provided by MC based on the GNU GPL-3.0 license, the details of which are available at:
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 są uprawnione do dokonywania zmian funkcjonalności STOP COVID - ProteGO Safe, celem poprawy jakości Aplikacji oraz do zmiany interfejsu STOP COVID - ProteGO Safe w całości lub w części. Nazwa STOP COVID - ProteGO Safe, logo, zasady działania STOP COVID - ProteGO Safe, wszystkie jego elementy graficzne, interfejs podlegają ochronie prawnej. Oprogramowanie, na którym opiera się STOP COVID - ProteGO Safe oraz kod źródłowy oddawany jest przez MC w oparciu o licencję GNU GPL-3.0, której szczegóły zawarte są pod adresem:
uk: Суб'єкти, зазначені У § 2 п. 1 і 2, мають право вносити зміни у функціонал Додатка STOP COVID - ProteGO Safe з метою покращення якості Додатка та повністю або частково змінити інтерфейс Додатка STOP COVID - ProteGO Safe. Назва STOP COVID - ProteGO Safe, логотип, принципи функціонування STOP COVID - ProteGO Safe, всі його графічні елементи та інтерфейс захищені законом. Програмне забезпечення, на якому базується Додаток STOP COVID - ProteGO Safe, і вихідний код надаються MC на основі ліцензії GNU GPL-3.0, деталі якої доступні за адресою:

# regulations_content_text64
source: The liability of Entities referred to in § 2 point1 and 2
pl: Odpowiedzialność Podmiotów, o których mowa w § 2 pkt. 1 i 2
uk: Відповідальність суб'єктів, зазначених у § 2 п. 1 і 2

# regulations_content_text65
source: Entities referred to in § 2 point1 and 2 undertake to make every effort to ensure the operation of STOP COVID - ProteGO Safe without any disruptions, as well as to provide the most current WHO or GIS guidelines.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 zobowiązują się do dołożenia wszelkich starań celem zapewnienia działania STOP COVID - ProteGO Safe bez jakichkolwiek zakłóceń, a także przekazania najbardziej aktualnych wytycznych WHO lub GIS.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2 зобов'язуються докласти усіх зусиль для забезпечення роботи Додатку STOP COVID - ProteGO Safe без будь-яких перебоїв, а також інформування про найновіші вказівки ВООЗ або GIS.

# regulations_content_text66
source: The character of STOP COVID - ProteGO Safe is informative. Entities referred to in § 2 point1 and 2 do not provide health services (in particular medical or pharmaceutical), are not intermediaries of the above-mentioned services, and do not carry out medical activities through STOP COVID - ProteGO Safe. In connection with the above, Entities referred to in § 2 point1 and 2 shall not be liable for any consequences resulting from the User's use of STOP COVID - ProteGO Safe in the area of health and life.
pl: STOP COVID - ProteGO Safe ma charakter informacyjny. Podmioty, o których mowa w § 2pkt. 1 i 2 nie świadczą usług zdrowotnych, świadczeń zdrowotnych (w tym w szczególności medycznych lub farmaceutycznych), nie są pośrednikami powyższych usług oraz świadczeń ani nie realizują działalności leczniczej poprzez STOP COVID - ProteGO Safe. W związku z powyższym Podmioty, o których mowa w § 2 pkt. 1 i 2 nie ponoszą odpowiedzialności za jakiekolwiek skutki wynikające z korzystania przez Użytkownika z STOP COVID - ProteGO Safe w obszarze zdrowia i życia.
uk: Додаток STOP COVID - ProteGO Safe носить інформативний характер. Суб'єкти, зазначені у § 2 п. 1 і 2, не надають послуг з охорони здоров'я, медичних пільг (зокрема медичних чи фармацевтичних), не є посередниками з надання вищезазначених послуг та пільг, не здійснюють медичної діяльності через STOP COVID - ProteGO Safe. У зв'язку з вищезазначеним, Суб'єкти, зазначені у § 2 п. 1 і 2, не несуть відповідальності за будь-які наслідки, що виникли у зв'язку з використанням Користувачем Додатка STOP COVID - ProteGO Safe у сфері здоров'я та життя.

# regulations_content_text67
source: The use of STOP COVID - ProteGO Safe cannot replace health services, including the need to consult a doctor or the competent sanitary and epidemiological station. If the User notices any deterioration of their health or has doubts about their health, they should immediately contact the emergency number
pl: Korzystanie z STOP COVID - ProteGO Safe nie może zastąpić świadczeń zdrowotnych w tym konieczności konsultacji z lekarzem lub właściwą stacją sanitarno-epidemiologiczną. Jeżeli Użytkownik dostrzega jakiekolwiek pogorszenie stanu zdrowia lub ma wątpliwości co do swojego stanu zdrowia powinien niezwłocznie skontaktować się z numerem alarmowym
uk: Використання Додатка STOP COVID - ProteGO Safe не може замінити медичних послуг, зокрема необхідності консультації з лікарем або відповідною санітарно-епідеміологічною станцією. Якщо Користувач помітить будь-яке погіршення стану свого здоров’я або має сумніви щодо свого стану здоров’я, він повинен негайно звернутися за номером екстреної допомоги

# regulations_content_text69
source: in order to call an ambulance or inform the competent sanitary and epidemiological station or go to the nearest health care facility.
pl: w celu wezwania pogotowia ratunkowego lub poinformować właściwą stację sanitarno - epidemiologiczną lub udać się do najbliższej placówki służby zdrowia.
uk: щоб викликати швидку допомогу або повідомити у відповідну санітарно-епідеміологічну станцію чи звернутися до найближчого закладу охорони здоров’я.

# regulations_content_text70
source: If the use of STOP COVID - ProteGO Safe is not possible, it is difficult or takes too long, and the health or well-being of the User deteriorates, the User should immediately call the emergency number
pl: Jeśli korzystanie z STOP COVID - ProteGO Safe nie jest możliwe, jest utrudnione lub trwa zbyt długo, a stan zdrowia lub samopoczucie Użytkownika pogarsza się, Użytkownik powinien niezwłocznie skontaktować się z numerem alarmowym
uk: Якщо використання Додатка STOP COVID - ProteGO Safe не є можливим, є ускладненим або триває занадто довго, а стан здоров'я або самопочуття Користувача погіршується, Користувачеві слід негайно звернутися за номером екстреної допомоги

# regulations_content_text72
source: in order to call an ambulance or inform the competent sanitary and epidemiological station or go to the nearest health care facility.
pl: w celu wezwania pogotowia ratunkowego lub poinformować właściwą stację sanitarno - epidemiologiczną lub udać się do najbliższej placówki służby zdrowia.
uk: щоб викликати швидку допомогу або повідомити у відповідну санітарно-епідеміологічну станцію чи звернутися до найближчого закладу охорони здоров’я.

# regulations_content_text73
source: In special cases, affecting the security or stability of the ICT system, Entities referred to in § 2 point1 and 2 have the right to temporarily cease or limit the operation of STOP COVID - ProteGO Safe or the STOP COVID - ProteGO Safe functionalities, without prior notification to Users. In particular, Entities referred to in § 2 point1 and 2 are entitled to carry out maintenance work to restore the security and stability of the ICT system. The STOP COVID - ProteGO Safe User shall not be entitled to any claims in connection with the interruption or cessation of the STOP COVID - ProteGO Safe operation by the Entities referred to in § 2 point1 and 2.
pl: W przypadkach szczególnych, mających wpływ na bezpieczeństwo lub stabilność systemu teleinformatycznego, Podmioty, o których mowa w § 2pkt. 1 i 2 mają prawo do czasowego zaprzestania bądź ograniczenia świadczenia STOP COVID - ProteGO Safe lub funkcjonalności STOP COVID - ProteGO Safe, bez wcześniejszego powiadomienia o tym Użytkowników. W szczególności Podmioty, o których mowa w § 2 pkt. 1 i 2 są uprawnione do przeprowadzenia prac konserwacyjnych mających na celu przywrócenie bezpieczeństwa i stabilności systemu teleinformatycznego. Użytkownikowi STOP COVID - ProteGO Safe nie przysługują żadne roszczenia w związku z przerwą lub zaprzestaniem świadczenia STOP COVID - ProteGO Safe przez Podmioty, o których mowa w§ 2 pkt. 1 i 2.
uk: В особливих випадках, які впливають на безпеку або стабільність телеінформаційної системи, Суб'єкти, зазначені у § 2 п. 1 і 2, мають право тимчасово припинити або обмежити функціонування Додатка STOP COVID - ProteGO Safe або функціональних модулів Додатка STOP COVID - ProteGO Safe без попереднього повідомлення про це Користувачів. Зокрема, Суб’єкти, зазначені у § 2 п. 1 і 2, мають право проводити технічне обслуговування з метою відновлення безпеки та стабільності телеінформаційної системи. Користувач STOP COVID - ProteGO Safe не має права на будь-які претензії у зв'язку з перервами у роботі або припиненням роботи Додатка STOP COVID - ProteGO Safe Суб'єктами, зазначеними у § 2 п. 1 і 2.

# regulations_content_text74
source: Entities referred to in § 2 point1 and 2 also have the right to cease the operation of STOP COVID - ProteGO Safe at any time, if such a justified request is submitted by an Internet provider or other authorised entity. Subject to the relevant provisions of law and these Terms & Conditions, Entities referred to in § 2 point1 and 2 are not responsible for damages caused by malfunction of the transmission system, including hardware failures, delays and disruptions in the transmission of information.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 mają prawo również zaprzestać świadczenia STOP COVID - ProteGO Safe w każdym czasie, jeżeli takie uzasadnione żądanie zostanie zgłoszone wobec niego przez dostawcę Internetu lub inny uprawniony podmiot. Z zastrzeżeniem odpowiednich przepisów prawa oraz niniejszego Regulaminu, Podmioty, o których mowa w § 2 pkt. 1 i 2 nieodpowiadają za szkody spowodowane wadliwym działaniem systemu transmisji, w tym awariami sprzętu, opóźnieniami i zakłóceniami przesyłu informacji.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, також мають право припинити надавати послуги STOP COVID - ProteGO Safe у будь-який час, якщо такий обґрунтований запит буде поданий щодо нього Інтернет-провайдером або іншим уповноваженим суб’єктом. З урахуванням відповідних положень закону та цього Регламенту Суб'єкти, зазначені у § 2 п. 1 і 2, не несуть відповідальності за збитки, спричинені несправністю системи передачі даних, включаючи несправності обладнання, затримки та перебої у передачі інформації.

# regulations_content_text75
source: Conditions of cessation of use of STOP COVID - ProteGO Safe
pl: Warunki zaprzestania korzystania z STOP COVID - ProteGO Safe
uk: Умови припинення використання Додатка STOP COVID - ProteGO Safe

# regulations_content_text76
source: The User may cease using STOP COVID - ProteGO Safe with immediate effect and without indicating the reasons by removing STOP COVID - ProteGO Safe from their Device.
pl: Użytkownik może zaprzestać korzystania z STOP COVID - ProteGO Safe ze skutkiem natychmiastowym i bez wskazywania przyczyn poprzez usunięcie STOP COVID - ProteGO Safe ze swojego Urządzenia.
uk: Користувач може припинити використання Додатка STOP COVID - ProteGO Safe негайно та без вказання причин, видаливши Додаток STOP COVID - ProteGO Safe зі свого Пристрою.

# regulations_content_text77
source: GIS may cease providing, supporting and updating STOP COVID - ProteGO Safe with immediate effect by sending the User an appropriate statement via the Application or other available means of communication.
pl: GIS może zaprzestać dostarczania oraz wspierania i aktualizowania STOP COVID - ProteGO Safe ze skutkiem natychmiastowym poprzez przesłanie Użytkownikowi stosownego oświadczenia za pośrednictwem Aplikacji lub poprzez inne dostępne środki komunikacji.
uk: GIS може припинити надання, підтримку та оновлення Додатка STOP COVID - ProteGO Safe негайно, надіславши Користувачеві відповідну заяву через Додаток або інші доступні засоби зв'язку.

# regulations_content_text78
source: Force Majeure
pl: Siła Wyższa
uk: Форс-мажорні обставини

# regulations_content_text79
source: Entities referred to in § 2 point1 and 2 will not be liable for failure to fulfil their obligations under these Terms & Conditions in time, whenever their fulfilment is delayed or impossible due to circumstances or events beyond the control of the Entities referred to in § 2 point1 and 2, which prevent or significantly hinder the Entities referred to in § 2 point1 and 2 to act in accordance with the Terms & Conditions, such as, but not limited to: fire, flood, imposition of an embargo, strike, riots, inability to secure materials and infrastructure, failure or interruption of machinery, in each case for reasons beyond the control of the Entities referred to in § 2 point1 and 2.If such a delay lasts longer than 30 (thirty) days, the Entities referred to in § 2 point1 and 2 will have the right to cease providing, supporting and updating STOP COVID - ProteGO Safe with immediate effect.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 nie będą ponosić odpowiedzialności za niewypełnienie swoich zobowiązań z tytułu niniejszego Regulaminu w czasie, w każdym przypadku gdy ich wypełnienie jest opóźnione lub niemożliwe z powodu okoliczności lub wydarzeń będących poza kontrolą Podmiotów, o których mowa w § 2 pkt. 1 i 2, co uniemożliwia lub znacząco utrudnia Podmiotom, o których mowa w § 2 pkt. 1 i 2 działanie zgodne z Regulaminem, takich jak między innymi: pożar, powódź, nałożenie embargo, strajk, zamieszki, niemożność zabezpieczenia materiałów i infrastruktury, awaria lub przerwanie pracy maszyn, w każdym przypadku z przyczyn leżących poza kontrolą Podmiotów, o których mowa w § 2 pkt. 1 i 2. Jeżeli takie opóźnienie trwać będzie dłużej niż 30 (trzydzieści) dni, Podmioty, o których mowa w § 2 pkt. 1 i 2 będą miały prawo zaprzestać dostarczania oraz wspierania i aktualizowania STOP COVID - ProteGO Safe w trybie natychmiastowym.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, не нестимуть відповідальності за невчасне виконання своїх зобов'язань за цим Регламентом, якщо таке виконання затримується або є неможливим через обставини або події, що не залежать від Суб'єктів, зазначених у § 2 п. 1 і 2, і не дозволяють або суттєво перешкоджають Суб'єктам, зазначеним у § 2 п. 1 і 2, виконувати дії відповідно до Регламенту; до таких обставин, зокрема, належать: пожежа, повінь, введення ембарго, страйк, заворушення, неможливість забезпечити захист матеріалів та інфраструктури, несправність або перебої в роботі машин, в кожному випадку з причин, що не залежать від Суб'єктів, зазначених у § 2 п. 1 і 2. Якщо така затримка перевищує 30 (тридцять) днів, Суб'єкти, зазначені у § 2 п. 1 і 2, мають право негайно припинити надання, підтримку та оновлення Додатка STOP COVID - ProteGO Safe.

# regulations_content_text80
source: User Privacy Protection
pl: Ochrona Prywatności Użytkowników
uk: Захист конфіденційності Користувачів

# regulations_content_text81
source: Detailed rules regarding the privacy of STOP COVID - ProteGO Safe Users and other people using STOP COVID - ProteGO Safe or any form of contact are described in the Privacy Policy.
pl: Szczegółowe zasady dotyczące prywatności Użytkowników STOP COVID - ProteGO Safe i innych osób korzystających z STOP COVID - ProteGO Safe lub wszelkich form kontaktu opisane są w Polityce Prywatności.
uk: Детальні правила щодо конфіденційності користувачів STOP COVID - ProteGO Safe та інших осіб, які використовують STOP COVID - ProteGO Safe або будь-яку форму контакту, описані в Політиці конфіденційності.

# regulations_content_text82
source: Final provisions
pl: Postanowienia końcowe
uk: Заключні положення

# regulations_content_text83
source: Entities referred to in § 2 point1 and 2 reserve the right to make changes to the Terms & Conditions. The current version of the Terms & Conditions will be available in STOP COVID - ProteGO Safe.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 zastrzegają sobie możliwość wprowadzania zmian w Regulaminie. Aktualna wersja Regulaminu będzie dostępna w STOP COVID - ProteGO Safe.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, залишають за собою право вносити зміни до Регламенту. Поточна версія Регламенту буде доступна у Додатку STOP COVID - ProteGO Safe.

# regulations_content_text84
source: Entities referred to in § 2 point1 and 2 inform that the installation of the STOP COVID - ProteGO Safe update may be necessary for the proper functioning of the Application and proper protection of the data contained in the Application.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 informują, że instalacja aktualizacji STOP COVID - ProteGO Safe może być konieczna dla prawidłowego działania Aplikacji i należytego zabezpieczenia zawartych w Aplikacji danych.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, повідомляють, що встановлення оновлення Додатка STOP COVID - ProteGO Safe може бути необхідним для належного функціонування Додатка та належного захисту даних, що містяться у ньому.

# regulations_content_text85
source: Entities referred to in § 2 point1 and 2 may terminate the STOP COVID - ProteGO Safe operation at any time.
pl: Podmioty, o których mowa w § 2 pkt. 1 i 2 mogą zakończyć działanie STOP COVID - ProteGO Safe w każdym czasie.
uk: Суб'єкти, зазначені у § 2 п. 1 і 2, можуть у будь-який час припинити роботу STOP COVID - ProteGO Safe.

# regulations_content_text86
source: Any possible disputes, which may arise between the Entities referred to in § 2 paragraph 1 and 2, and the User shall be governed by Polish law.
pl: Dla rozpatrywania ewentualnych sporów pomiędzy Podmiotami, o których mowa w § 2 ust. 1 i 2 a Użytkownikiem właściwe jest prawo polskie.
uk: Для розгляду будь-яких суперечок, які можуть виникнути між Суб'єктами, зазначеними у § 2 п. 1 і 2, і Користувачем, застосовується польське законодавство.

# regulations_content_text87
source: Complaints related to the functioning of the Application may be submitted electronically to the following address:
pl: Reklamacje związane z funkcjonowaniem aplikacji mogą być składane elektronicznie na adres:
uk: Рекламації, що стосуються функціонування Додатка, можна подавати в електронному вигляді за адресою:

# regulations_content_text89
source: and
pl: oraz
uk: та

# regulations_content_text90
source: ensure that they apply the highest security standards to protect Users' privacy.
pl: zapewniają, że stosują najwyższe standardy bezpieczeństwa, aby chronić prywatność Użytkowników.
uk: запевняють, що вони застосовують найвищі стандарти безпеки для захисту конфіденційності Користувачів.

# regulations_content_text91
source: and reminds about safe behaviours and daily hygiene habits.
pl: oraz przypomina o bezpiecznych zachowaniach i nawykach codziennej higieny.
uk: і нагадує про безпечну поведінку та щоденні навички з дотримання гігієни.
