Repository: ProteGO-Safe/ios
Catalog: safesafe/Resources/translations/*.strings
Languages: pl, ru, tr, uk

# diagnosis_text3
source: Ongoing neoplastic disease
pl: Trwająca choroba nowotworowa
uk: Поточне новоутворення

# diagnosis_text30
source: Between 37.5° C and 38° C (99.5° F and 100.4° F)
pl: Pomiędzy 37.5°C a 38°C (99.5°F a 100.4°F)
uk: Від 37,5°C до 38°C (від 99,5°F до 100,4°F)

# diagnosis_text31
source: Between 38° C and 40° C (100.4° F and 104° F)
pl: Pomiędzy 38°C a 40°C (100.4°F a 104°F)
uk: Від 38°C до 40°C (від 100,4°F до 104°F)

# diagnosis_text32
source: Above 40° C (104° F)
pl: Powyżej 40°C (104°F)
uk: Вище 40°C (104°F)

# diagnosis_text33
source: I have not taken the temperature
pl: Nie mierzyłam temperatury
uk: Я не вимірював(-ла) температуру

# diagnosis_text34
source: How high is your fever?
pl: Jak wysoką masz gorączkę?
uk: Наскільки висока у вас температура?

# diagnosis_text35
source: Rapid deterioration of health
pl: Szybkie pogarszanie stanu zdrowia
uk: Швидке погіршення стану здоров'я

# diagnosis_text36
source: Are your symptoms worsening rapidly?
pl: Czy Twoje objawy szybko się nasilają?
uk: Ваші симптоми швидко погіршуються?

# diagnosis_text37
source: Rapid breathing
pl: Przyspieszony oddech
uk: Прискорене дихання

# diagnosis_text38
source: Do you have rapid breathing?
pl: Czy masz przyspieszony oddech?
uk: У вас прискорене дихання?

# diagnosis_text39
source: Coughing up blood
pl: Odkrztuszanie krwi
uk: Кашель з кров'ю

# diagnosis_text4
source: Diseases or drugs that reduce immunity
pl: Choroby lub leki obniżające odporność
uk: Хвороби або препарати, що знижують імунітет

# diagnosis_text40
source: Are you coughing up bloody mucus?
pl: Czy odkrztuszasz krwistą wydzielinę?
uk: Чи виділяється кров’янистий слиз під час кашлю?

# diagnosis_text41
source: Have you lived in or travelled to a country with numerous cases of coronavirus infections in the last 14 days?
pl: Podróż/Pobyt w kraju z licznymi przypadkami zakażeń koronawirusa w przeciągu ostatnich 14 dni:
uk: Чи проживали або подорожували ви протягом останніх 14 днів у країні з численними випадками зараження коронавірусом?

# diagnosis_text42
source: Have you lived in or travelled to a country with numerous cases of coronavirus infections in the last 14 days?
pl: Podróż/Pobyt w kraju z licznymi przypadkami zakażeń koronawirusa w przeciągu ostatnich 14 dni:
uk: Чи проживали або подорожували ви протягом останніх 14 днів у країні з численними випадками зараження коронавірусом?

# diagnosis_text43
source: Your symptoms are very serious and could indicate infection with coronavirus (COVID-19 disease).
pl: Twoje objawy są bardzo poważne i mogą wskazywać na zakażenie koronawirusem (choroba COVID-19).
uk: Ваші симптоми дуже серйозні і можуть свідчити про зараження коронавірусом (хворобою COVID-19).

# diagnosis_text44
source: Your answers do not indicate you have COVID-19. However, your symptoms are worrying and require medical attention.
pl: Twoje odpowiedzi nie wskazują na zakażenie COVID-19. Twoje objawy są jednak niepokojące i wymagają konsultacji medycznej.
uk: Ваші відповіді не вказують на те, що у вас COVID-19. Однак ваші симптоми викликають занепокоєння і вимагають медичної консультації.

# diagnosis_text45
source: Your symptoms are worrying and may be related to the coronavirus. Call your local COVID-19 helpline. Depending on the country, it may be a helpline created by the Ministry of Health or the sanitary and epidemiological station.
pl: Twoje objawy są niepokojące i mogą mieć związek z koronawirusem. Zadzwoń na lokalną infolinię dotyczącą COVID-19. W zależności od kraju może to być infolinia stworzona przez ministerstwo zdrowia lub sanepid.
uk: Ваші симптоми викликають занепокоєння і можуть бути пов’язані з коронавірусом. Зателефонуйте на місцеву гарячу лінію щодо COVID-19. Залежно від країни, це може бути гаряча лінія Міністерства охорони здоров’я або Санітарно-епідеміологічної служби.

# diagnosis_text46
source: The symptoms you reported do not indicate COVID-19 disease. Still, it is better for you to stay at home until you recover. This way, you reduce the risk of infection to yourself and others. Remember that your symptoms may also result from other diseases and may require a medical consultation - the above interview is focused on COVID-19. If your symptoms seem worrying, consult a physician.
pl: Zgłoszone objawy, nie wskazują na chorobę COVID-19. Mimo to zachęcamy do pozostania w domu, dopóki nie wyzdrowiejesz. W ten sposób zmniejszasz ryzyko zakażenia siebie oraz innych. Pamiętaj, że Twoje objawy mogą wynikać także z innych chorób i mogą wymagać konsultacji lekarskiej - powyższy wywiad jest ukierunkowany na COVID-19. Jeśli twoje objawy wydają się niepokojące, skontaktuj się z lekarzem.
uk: Симптоми, про які ви повідомили, не вказують на хворобу COVID-19. Однак вам краще залишатися вдома, поки ви не одужаєте. Таким чином, ви зменшуєте ризик зараження себе та інших. Пам'ятайте, що ваші симптоми також можуть бути наслідком інших захворювань і можуть вимагати медичної консультації - наведене вище опитування спрямоване на виявлення COVID-19. Якщо ваші симптоми здаються тривожними, зверніться до лікаря.

# diagnosis_text47
source: Your responses do not indicate you have been infected with coronavirus (COVID-19 disease). Follow these preventive measures and government recommendations to avoid infection. Remember that your symptoms may also result from other diseases and may require a medical consultation - the above interview is focused on COVID-19. If your symptoms seem worrying, consult a physician.
pl: Udzielone odpowiedzi, nie wskazują na zakażenie koronawirusem (choroba COVID-19). Stosuj poniższe środki zapobiegawcze i zalecenia rządowe, by uniknąć zakażenia. Pamiętaj, że Twoje objawy mogą wynikać także z innych chorób i mogą wymagać konsultacji lekarskiej - powyższy wywiad jest ukierunkowany na COVID-19. Jeśli Twoje objawy wydają się niepokojące, skontaktuj się z lekarzem.
uk: Відповіді, які ви дали, не свідчать про те, що ви інфіковані коронавірусом (хвороба COVID-19). Дотримуйтесь наведених нижче профілактичних заходів та рекомендацій державних служб, аби уникнути зараження. Пам'ятайте, що ваші симптоми можуть бути наслідком інших захворювань і можуть вимагати медичної консультації - наведене вище опитування спрямоване на виявлення COVID-19. Якщо ваші симптоми здаються тривожними, зверніться до лікаря.

# diagnosis_text48
source: Your symptoms do not indicate COVID-19, but isolation is recommended for a further 14 days, following the recommendations of WHO and CDC.
pl: Twoje objawy nie wskazują na COVID-19, jednak zgodnie z zaleceniami WHO i CDC zalecana jest izolacja na okres następnych 14 dni.
uk: Ваші симптоми не вказують на COVID-19, але ізоляція рекомендується протягом наступних 14 днів відповідно до рекомендацій ВООЗ та Центрів з контролю та профілактики захворювань (CDC).

# diagnosis_text5
source: Diagnosed chronic liver disease
pl: Zdiagnozowana przewlekła choroba wątroby
uk: Діагностоване хронічне захворювання печінки

# diagnosis_text6
source: Diagnosed renal failure
pl: Zdiagnozowana niewydolność nerek
uk: Діагностована ниркова недостатність

# diagnosis_text7
source: Long-term stay in a nursing home
pl: Długoterminowy pobyt w domu opieki
uk: Тривале перебування в будинку престарілих

# diagnosis_text8
source: Diabetes
pl: Cukrzyca
uk: Діабет

# diagnosis_text9
source: Obesity
pl: Otyłość
uk: Ожиріння

# seriouses_text1
source: Cough
pl: Kaszel
uk: Кашель

# seriouses_text10
source: Caring for a person suspected of COVID-19 without protective measures
pl: Opieka nad osobą z podejrzeniem COVID-19 bez środków ochronnych
uk: Догляд за особою, у якої є підозра на зараження коронавірусом COVID-19, без засобів захисту

# seriouses_text2
source: Shortness of breath
pl: Duszność
uk: Задишка

# seriouses_text3
source: Fever above 40° C (104° F)
pl: Gorączka powyżej 40°C (104°F)
uk: Підвищена температура тіла вище 40°C (104°F)

# seriouses_text4
source: Rapid deterioration of health
pl: Szybkie pogarszanie stanu zdrowia
uk: Швидке погіршення стану здоров'я

# seriouses_text5
source: Rapid breathing
pl: Przyspieszony oddech
uk: Прискорене дихання

# seriouses_text6
source: Coughing up blood
pl: Odkrztuszanie krwi
uk: Кашель з кров'ю

# seriouses_text7
source: Fever between 37.5° C and 38° C (99.5° F and 100.4° F)
pl: Gorączka pomiędzy 37.5°C a 38°C (99.5°F a 100.4°F)
uk: Підвищена температура тіла від 37,5°C до 38°C (від 99,5°F до 100,4°F)

# seriouses_text8
source: Fever between 38° C and 40° C (100.4° F and 104° F)
pl: Gorączka pomiędzy 38°C a 40°C (100.4°F a 104°F)
uk: Підвищена температура тіла від 38°C до 40°C (від 100,4°F до 104°F)

# seriouses_text9
source: A country with transmission of the virus in society
pl: Kraj z transmisją wirusa w społeczeństwie
uk: Країна з поширенням вірусу в суспільстві

# language
source: Polish (PL)
pl: Polski (PL)
uk: Польська мова (PL)

# start_screen_info
source: You can change it later
pl: Możesz zmienić go później / you can change it later
uk: Ви можете змінити пізніше / you can change it later

# start_screen_label
source: Choose language:
pl: Wybierz język / Choose language:
uk: Оберіть мову / Choose language:

# start_screen_subtitle
source: Let's defeat the coronavirus together!
pl: Pokonajmy razem koronawirusa!
uk: Переможемо коронавірус разом!

# menu_settings_item2
source: Application language
pl: Język aplikacji
uk: Мова Додатка

# settings_languages_text1
source: Currently selected:
pl: Obecnie wybrany / currently selected:
uk: Наразі обрано / currently selected:

# settings_languages_text2
source: Change language:
pl: Zmień język / change language:
uk: Змінити мову / change language:

# settings_languages_text3
source: Add translation
pl: Dodaj tłumaczenie / add translation
uk: Додати переклад / add translation

# add_translation_title1
source: You haven't found
pl: Nie odnajdujesz
uk: Ви не можете знайти

# add_translation_title2
source: your language?
pl: swojego języka?
uk: вашої мови?

# add_translation_text1
source: We invite you to do social translation of the application into other languages.
pl: Zapraszamy do społecznego tłumaczenia aplikacji na inne języki.
uk: Ми запрошуємо вас до спільного виконання перекладу Додатка на інші мови.

# add_translation_text2
source: If you want to translate the application into your language, go to
pl: Jeśli chcesz przetłumaczyć aplikację na swój język, wejdź na
uk: Якщо ви хочете перекласти Додаток на вашу мову, перейдіть за посиланням

# add_translation_text4
source: and register as a translator.
pl: i zarejestruj się jako tłumacz.
uk: та зареєструйтеся як перекладач.

# date_picker_text
source: Select entry date
pl: Wybierz datę wpisu
uk: Оберіть дату запису

# day_1
source: Mon
pl: Pn
uk: Пн

# day_2
source: Tues
pl: Wt
uk: Вт

# day_3
source: Wed
pl: Śr
uk: Ср

# day_4
source: Thurs
pl: Czw
uk: Чт

# day_5
source: Fri
pl: Pt
uk: Пт

# day_6
source: Sat
pl: So
uk: Сб

# day_7
source: Sun
pl: Nie
uk: Нд

# months_1
source: January
pl: Styczeń
uk: Січень

# months_2
source: February
pl: Luty
uk: Лютий

# months_3
source: March
pl: Marzec
uk: Березень

# months_4
source: April
pl: Kwiecień
uk: Квітень

# months_5
source: May
pl: Maj
uk: Травень

# months_6
source: June
pl: Czerwiec
uk: Червень

# months_7
source: July
pl: Lipiec
uk: Липень

# months_8
source: August
pl: Sierpień
uk: Серпень

# months_9
source: September
pl: Wrzesień
uk: Вересень

# months_10
source: October
pl: Październik
uk: Жовтень

# months_11
source: November
pl: Listopad
uk: Листопад

# months_12
source: December
pl: Grudzień
uk: Грудень

# upload_temporary_exposure_keys_empty_error
source: Currently, the application does not have any data to share. Please contact the Contact Centre to report the problem.
pl: Aktualnie aplikacja nie posiada żadnych danych do udostępnienia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem.
uk: На даний час Додаток не має даних для надання. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему.

# upload_temporary_exposure_keys_limit_exceed_error
source: The application has too much data to share. Please contact the Contact Centre to report the problem.
pl: Aplikacja posiada zbyt dużą ilość danych do udostępnienia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem.
uk: Додаток містить забагато даних для надання. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему.

# upload_temporary_exposure_keys_day_limit_exceed_error
source: Too many keys sent in one day. Please contact the Contact Centre to report the problem
pl: Zbyt duża ilość kluczy wysłanych jednego dnia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem
uk: Занадто велика кількість ключів, відправлених за один день. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему

# ALERT_CANCEL_BUTTON_TITLE
source: Cancel
pl: Anuluj
ru: Отменить
tr: İptal
uk: Скасувати

# ALERT_RETRY_BUTTON_TITLE
source: Retry
pl: Ponów
ru: Повторить
tr: Tekrar dene
uk: Повторити

# UPLOAD_VALIDATION_KEYS_AT_LEAST_MESSAGE
source: Currently, the application does not have any data to share. Please contact the Contact Centre to report the problem.
pl: Aktualnie aplikacja nie posiada żadnych danych do udostępnienia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem.
ru: В настоящее время в приложении отсутствуют данные для передачи. Пожалуйста, свяжитесь с Контактным центром, чтобы сообщить о проблеме.
tr: Şu anda uygulamada paylaşılacak herhangi bir veri yok. Sorunu bildirmek için lütfen İletişim Merkezi ile iletişime geçin.
uk: На даний час Додаток не має даних для надання. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему.

# UPLOAD_VALIDATION_KEYS_MAX_LEAST_MESSAGE
source: The application has too much data to share. Please contact the Contact Centre to report the problem.
pl: Aplikacja posiada zbyt dużą ilość danych do udostępnienia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem.
ru: В приложении содержится слишком много данных для передачи. Пожалуйста, свяжитесь с Контактным центром, чтобы сообщить о проблеме.
tr: Uygulamada paylaşılamayacak kadar fazla veri var. Sorunu bildirmek için lütfen İletişim Merkezi ile iletişime geçin.
uk: Додаток містить забагато даних для надання. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему.

# UPLOAD_VALIDATION_KEYS_PER_DAY_MAX_LEAST_MESSAGE
source: Too many keys sent in one day. Please contact the Contact Centre to report the problem.
pl: Zbyt duża ilość kluczy wysłanych jednego dnia. Skontaktuj się z Centrum Kontaktu aby zgłosić problem.
ru: Слишком много ключей, отправленных за один день. Пожалуйста, свяжитесь с Контактным центром, чтобы сообщить о проблеме.
tr: Bir günde aşırı fazla sayıda anahtar gönderildi. Sorunu bildirmek için lütfen İletişim Merkezi ile iletişime geçin.
uk: Занадто велика кількість ключів, відправлених за один день. Будь ласка, зв’яжіться з Контактним центром, щоб повідомити про проблему.

# UPLOAD_VALIDATION_ALERT_TITLE
source: Error while sending
pl: Błąd wysyłania
ru: Ошибка отправки
tr: Gönderme hatası
uk: Помилка надсилання

# advice_information_text3
source: If you have come from abroad - contact the sanitary and epidemiological station and submit to a mandatory 14-day quarantine.
pl: W przypadku powrotu z zagraicy – skontaktuj się z sanepidem i poddaj obowiązkowej 14-dniowej kwarantannie.
uk: Якщо ви приїхали з-за кордону, зв’яжіться з Санітарно-епідеміологічною службою та пройдіть обов’язковий 14-денний карантин.

# privacy_policy_content_text63
source: pandemic prevention
pl: przeciwdziałania pandemii
uk: профілактика пандемії

# privacy_policy_content_text64
source: anonymised profiling under the Analytical Module for the purpose of pandemic prevention
pl: zanonimizowanego profilowania w ramach Modułu Analitycznego w celu przeciwdziałania pandemii
uk: анонімізоване профілювання в рамках Аналітичного модуля з метою протидії пандемії

# privacy_policy_content_text65
source: using the Application by the User in accordance with the Terms & Conditions;
pl: korzystania przez Użytkownika z Aplikacji zgodnie z Regulaminem;
uk: використання Користувачем Додатка відповідно до Регламенту;

# privacy_policy_content_text66
source: analysis, organisation and improvement of ProteGO Safe based on the statistical data specified in §3 paragraph 4 point 2.
pl: analiza, organizowanie i ulepszanie ProteGO Safe w oparciu o dane statystyczne określone w §3 ust. 4 pkt. 2.
uk: аналіз, організація та вдосконалення ProteGO Safe на основі статистичних даних, зазначених у §3 п. 4 пп. 2.

# privacy_policy_content_text67
source: ProteGO Safe operates in connection with the implementation by GIS of its obligations resulting from Article 1, 2, 3, 6 and 8a paragraph 1, 4 and 5 of the Act of 14 March 1985 on the State Sanitary Inspection (Journal of Laws of 2019, item 59).
pl: Protego Safe działa w związku z realizacją przez GIS obowiązków wynikających z art. 1, 2, 3, 6 oraz 8a ust. 1, 4 i 5 ustawy z dnia 14 marca 1985 r o Państwowej Inspekcji Sanitarnej (Dz.U. z 2019 r. poz.59).
uk: Protego Safe працює у зв'язку з реалізацією GIS своїх зобов'язань, що виникають зі ст. 1, 2, 3, 6 і 8а п. 1, 4 та 5 Закону від 14 березня 1985 р. Про Державну санітарну інспекцію (Законодавчий вісник, 2019 р., поз. 59).

# privacy_policy_content_text124
source: -> Delete Exposure Log;
pl: -> Usuń dziennik narażeń;
uk: -> Видалити журнал ризику зараження;

# privacy_policy_content_text129
source: -> Delete random identifiers;
pl: -> Usuń losowe identyfikatory;
uk: -> Видалити випадковим чином надані ідентифікатори;

source: Test android upload
uk: Тест android upload

# privacy_policy_content_text54
source: GDPR
pl: RODO

# ALERT_OK_BUTTON_TITLE
source: OK
ru: ОК
tr: Tamam
