Repository: ProteGO-Safe/ios
Catalog: ProteGO/*.lproj/Localizable.strings
Languages: pl

# onboarding_hello_title
source: Welcome to ProteGO!
pl: Witaj w ProteGO!

# onboarding_hello_description
source: Let's fight the coronavirus together! This application will help you take care of your and your loved ones' health.
pl: Pokonajmy razem koronawirusa! Dzięki tej aplikacji zadbasz o zdrowie swoje i swoich bliskich.

# onboarding_next_btn
source: Next
pl: Dalej

# onboarding_status_title
source: We want you to be safe
pl: Chcemy żebyście byli bezpieczni

# onboarding_status_description
source: Do you want to be sure you're safe? Pay attention to information in the application. We will help you avoid a potential threat.
pl: Chcesz mieć pewność, że jesteś bezpieczny? Zwracaj uwagę na informacje w aplikacji. Pomożemy Ci uniknąć potencjalnego zagrożenia.

# onboarding_green_description
source: GO! You are not at risk. Please keep in mind the basic principles of safety and hygiene.
pl: GO! Nie jesteś w grupie zagrożonych. Pamiętaj jednak o podstawowych zasadach bezpieczeństwa i higieny.

# onboarding_yellow_description
source: We will determine your status 14 days after you instlled the application. Wait patiently
pl: Nie minęło jeszcze 14 dni od zainstalowania aplikacji. Czekaj cierpliwie

# onboarding_red_description
source: Call the nearest health authority. If necessary - quarantine yourself
pl: Zgłoś się do Inspekcji Sanitarnej. Jeśli to konieczne - poddaj kwarantanncie.

# onboarding_back_btn
source: Back
pl: Wstecz

# onboarding_bluetooth_title
source: Turn on Bluetooth
pl: Włącz Bluetooth!

# onboarding_bluetooth_description
source: The applicatioin requires Bluetooth to be turned on all the time ProteGO scans your surrounding for other app users via Bluetooth. The app stores the 2 weeks history of all your encounters encrypted on your device and doesn't send it anywhere.
pl: Aby aplikacja działała prawidłowo, Bluetooth w Twoim telefonie musi być włączony cały czas. Dzięki niemu ProteGO skanuje otoczenie w poszukiwaniu innych użytkowników, którzy z niej korzystają. Informacje o napotkanych urządzeniach są przechowywane tylko na Twoim telefonie. Nie są nigdzie wysyłane.

# onboarding_sharing_title
source: Infected? Let others know
pl: Jesteś zarażony? Poinformuj o tym innych.

# onboarding_sharing_description
source: If it turns out that you are infected with coronavirus, we will ask you to anonymously inform other users of the application. You do it for the good and health of people you have had contact with in the last 14 days. This information will help them. Think about your loved ones and friends.
pl: Jeśli okaże się, że jesteś zarażony koronawirusem, poprosimy Cię, abyś w pełni anonimowo poinformował o tym innych użytkowników aplikacji. Robisz to dla dobra i zdrowia osób, z którymi miałeś kontakt w ostatnich 14 dniach. Ta informacja im pomoże. Pomyśl o swoich bliskich i znajomych.

# registration_send_title
source: Join the application!
pl: Dołącz do aplikacji!

# registration_send_description
source: We can also text you information about the change of your status. If you want to be up to date without need to constantly check the status in the application, enter your phone number. %@ We will ask you to confirm the number with an SMS code.
pl: Informacje o zmianie statusu lub o tym, że byłeś w otoczeniu osób zarażonych możemy również przekazać Ci SMSem. Jeśli chcesz być na bieżąco bez ciągłego sprawdzania statusu w aplikacji podaj swój numer telefonu. %@ W następnym kroku poprosimy Cię o potwierdzenie numeru kodem z wiadomości SMS.

# registration_send_description_optional
source: It's optional
pl: Jest to opcjonalne.

# registration_send_code_btn
source: Send code
pl: Prześlij kod

# registration_without_phone_number_btn
source: Join without phone number
pl: Dołącz bez podawania numeru

# registration_verify_title
source: Enter your SMS code
pl: Wpisz swój kod SMS

# registration_verify_description
source: Enter the code you received on
pl: Wpisz swój kod, który otrzymałeś w SMSie na numer

# registration_verify_code_placeholder
source: xxxxx
pl: xxxxxx

# registration_verify_btn
source: Verify code
pl: Potwierdź kod

# registration_terms_of_use_btn_regular_part
source: By joing the app you accept %@.
pl: Dołączając do aplikacji, akceptujesz %@.

# registration_terms_of_use_btn_underlined_part
source: Term of Use
pl: Regulamin

# error_no_internet_title
source: Turn on the Internet
pl: Włącz internet

# error_no_internet_description
source: You need to be connected to the Internet to use the application. Turn on the WiFi or data connection to continue.
pl: Do korzystania z aplikacji niezbędne jest połączenie z internetem. Włącz wi-fi lub transmisję danych, żeby kontynuować.

# error_no_internet_go_to_seetings_btn
source: Open Settings
pl: Przejdź do ustawień

# error_udate_title
source: Upgrade the application
pl: Zaktualizuj aplikację

# error_update_description
source: You need to upgrade the application to the latest version. Press "Upgrade" and follow the further instructions.
pl: Do poprawnego funkcjonowania aplikacji niezbędna jest jej najnowsza wersja. Naciśnij "Zaktualizuj" i działaj zgodnie z dalszymi instrukcjami.

# error_update_update_btn
source: Upgrade
pl: Zaktualizuj

# dashboard_yellow_status_title
source: Be careful!
pl: Uważaj na siebie!

# dashboard_yellow_status_description
source: We need 14 days to determine your status. The application does not yet have enough data to inform you about any risk or lack thereof. Please be patient.
pl: Nie minęło jeszcze 14 dni od instalacji, w związku z tym aplikacja nie ma jeszcze wystarczających danych, by poinformować Cię o ewentualnym ryzyku lub jego braku. Prosimy o cierpliwość.

# dashboard_yellow_more_info_btn
source: More information %@.
pl: Po więcej informacji kliknij %@.

# dashboard_yellow_more_info_btn_here
source: here
pl: tutaj

# dashboard_yellow_recommend_title
source: Current health recommendations
pl: Aktualne zalecenia Ministerstwa Zdrowia

# dashboard_yellow_recommend_1
source: Restrictions on movement except for travel to work, volunteering, and arranging matters necessary for everyday life.
pl: Zostań w domu. Ogranicz przemieszczanie się do niezbędnego minumum - drogi do pracy, załatwienia niezbędnych spraw, wolontariatu.

# dashboard_yellow_recommend_2
source: When traveling by public transport - remember that only half of the seats should be occupied on a bus or tram.
pl: Podróżując komunikacją miejską - pamiętaj, że w autobusie lub tramwaju tylko połowa miejsc siedzących powinna być zajęta.

# dashboard_yellow_recommend_3
source: Total ban on gatherings.
pl: Zakaz zgromadzeń.

# dashboard_yellow_recommend_more_info_btn
source: More information %@.
pl: Więcej informacji znajdziesz %@.

# dashboard_yellow_recommend_more_info_btn_here
source: here
pl: tutaj

# dashboard_red_status_title
source: You were close to infected people.
pl: Miałeś kontakt z chorym.

# dashboard_red_status_description
source: You were close to infected people. Call the nearest health authority. Stay at home quarantine.
pl: Miałeś kontakt z chorym. Skontaltuj się z Inspekcją Sanitarną, stosuj się do jej zaleceń.

# dashboard_red_status_contact_btn
source: Contact an expert
pl: Skontaktuj się ze specjalistą

# dashboard_red_recommend_title
source: Current health recommendations
pl: Aktualne zalecenia Ministerstwa Zdrowia

# dashboard_red_recommend_1
source: Restrictions on movement except for travel to work, volunteering, and arranging matters necessary for everyday life.
pl: Zostań w domu. Ogranicz przemieszczanie się do niezbędnego minumum - drogi do pracy, załatwienia niezbędnych spraw, wolontariatu.

# dashboard_red_recommend_2
source: When traveling by public transport - remember that only half of the seats should be occupied on a bus or tram.
pl: Podróżując komunikacją miejską - pamiętaj, że w autobusie lub tramwaju tylko połowa miejsc siedzących powinna być zajęta.

# dashboard_red_recommend_3
source: Total ban on gatherings.
pl: Zakaz zgromadzeń.

# dashboard_red_recommend_more_info_btn
source: More information %@.
pl: Więcej informacji znajdziesz %@.

# dashboard_red_recommend_more_info_btn_here
source: here
pl: tutaj

# dashboard_green_status_title
source: We didn't dectect any threat
pl: GO! Nie jesteś w grupie zagrożonych.

# dashboard_green_status_description
source: You are OK but remember the basic principles of safety and hygiene.
pl: Możesz być spokojny, pamiętaj jednak o podstawowych zasadach bezpieczeństwa i higieny.

# dashboard_green_status_more_info_btn
source: Learn more on about the precautions, click %@
pl: Żeby dowiedzieć się, jak zachować środki ostrożności kliknij %@.

# dashboard_green_status_more_info_btn_here
source: here
pl: tutaj

# dashboard_green_recommend_title
source: Current health recommendations
pl: Aktualne zalecenia Ministerstwa Zdrowia

# dashboard_green_recommend_1
source: Restrictions on movement except for travel to work, volunteering, and arranging matters necessary for everyday life.
pl: Zostań w domu. Ogranicz przemieszczanie się do niezbędnego minumum - drogi do pracy, załatwienia niezbędnych spraw, wolontariatu.

# dashboard_green_recommend_2
source: When traveling by public transport - remember that only half of the seats should be occupied on a bus or tram.
pl: Podróżując komunikacją miejską - pamiętaj, że w autobusie lub tramwaju tylko połowa miejsc siedzących powinna być zajęta.

# dashboard_green_recommend_3
source: Total ban on gatherings.
pl: Zakaz zgromadzeń.

# dashboard_green_recommend_more_info_btn
source: More information %@.
pl: Więcej informacji znajdziesz %@.

# dashboard_green_recommend_more_info_btn_here
source: here
pl: tutaj

# dashboard_info_your_id
source: Your ID:
pl: Twoje ID:

# dashboard_info_send_data_btn
source: Send history
pl: Wyślij historię

# dashboard_info_contact_us_description
source: Need to send us an email?
pl: Chcesz się z nami skontaktować?

# dashboard_info_history_overview
source: Devices detected since %@: %@
pl: Liczba urządzeń wykrytych od %@: %@

# dashboard_info_terms_of_use_btn
source: ProteGO Terms of Use
pl: Regulamin ProteGO

# send_data_title
source: Send encounters list
pl: Wyślij listę spotkań

# send_data_description
source: Share information about devices that have been around you in the last two weeks. Do it for the safety of their owners. You are anonymous to them, nobody will know about your condition.
pl: Podziel się informacją o urządzeniach, które były w Twoim pobliżu w ciągu ostatnich dwóch tygodni. Zrób to dla bezpieczeństwa ich właścicieli. Jesteś wobec nich anonimowy, nikt nie dowie się o Twojej chorobie.

# send_data_your_id
source: Your ID:
pl: Twoje ID:

# send_data_confirm_code_description
source: Enter the code you received with your lab results.
pl: Wprowadź kod weryfikujący, który otrzymałeś w wiadomości SMS wraz z wynikami badań.

# send_data_send_button
source: Send
pl: Wyślij

# send_data_alert_success_title
source: Thank you!
pl: Dziękujemy!

# send_data_alert_success_description
source: Thank you. Take care of yourself and don'r worry - your data if safe.
pl: Dziękujemy! Dbaj o siebie i bądź spokojny - Twoje dane są bezpieczne.

# send_data_alert_failure_title
source: Ups. Something is wrong. Try again.
pl: Coś poszło nie tak. Spróbuj ponownie.

# send_data_alert_failure_description
source: Please retry.
pl: Spróbuj wysłać dane ponownie.

# send_data_alert_footer
source: If you have any questions please email as at %@
pl: Masz pytania? Napisz do nas %@

# send_data_confirmation_alert_title
source: Confirm
pl: Potwierdź

# send_data_confirmation_alert_message
source: Are you infected? Send the information, to protect others.
pl: Jesteś chory? Prześlij informacje, by uchronić innych.

# send_data_confirmation_alert_cancel_btn
source: Cancel
pl: Anuluj

# send_data_confirmation_alert_send_btn
source: Send
pl: Prześlij

# splash_screen_open_source_lbl
source: ProteGO is an open source software created for Minstry of Digital Affairs
pl: ProteGO to otwarte oprogramowanie stworzone dla Ministerstwa Cyfryzacji
